[{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7afb"
  },
  "title": "Solo Leveling",
  "synopsis": "10 years ago, after “the Gate” that connected the real world with the monster world opened, some of the ordinary, everyday people received the power to hunt monsters within the Gate. They are known as “Hunters”. However, not all Hunters are powerful. My name is Sung Jin-Woo, an E-rank Hunter. I’m someone who has to risk his life in the lowliest of dungeons, the “World’s Weakest”. Having no skills whatsoever to display, I barely earned the required money by fighting in low-leveled dungeons… at least until I found a hidden dungeon with the hardest difficulty within the D-rank dungeons! In the end, as I was accepting death, I suddenly received a strange power, a quest log that only I could see, a secret to leveling up that only I know about! If I trained in accordance with my quests and hunted monsters, my level would rise. Changing from the weakest Hunter to the strongest S-rank Hunter!\n\n---\n**Links:**\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n- Alternate Official Raw - [Kakao Webtoon](https://webtoon.kakao.com/content/나-혼자만-레벨업/2320)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7afc"
  },
  "title": "Sono Bisque Doll wa Koi o Suru",
  "synopsis": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7afd"
  },
  "title": "Kage no Jitsuryokusha ni Naritakute!",
  "synopsis": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7afe"
  },
  "title": "Tensei Shitara Slime Datta Ken",
  "synopsis": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7aff"
  },
  "title": "Mato Seihei no Slave",
  "synopsis": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b00"
  },
  "title": "Sousou no Frieren",
  "synopsis": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b01"
  },
  "title": "Berserk",
  "synopsis": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b02"
  },
  "title": "Chainsaw Man",
  "synopsis": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b03"
  },
  "title": "Komi-san wa Komyushou Desu.",
  "synopsis": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\n\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.\n\n---\n**Links:**\n- Alternative Official English - [VIZ Manga Chapters](https://www.viz.com/vizmanga/chapters/komi-cant-communicate)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b04"
  },
  "title": "Mushoku Tensei",
  "synopsis": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b05"
  },
  "title": "One-Punch Man",
  "synopsis": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b06"
  },
  "title": "Ijiranaide, Nagatoro-san",
  "synopsis": "Naoto Hachiouji —our spineless— MC (Known also as \"Senpai\") is a second-year high school student and a loner who spends his afternoons at the Arts Club room. He attracts the attention of one of his schoolmates, a sadistic freshman girl named Nagatoro. However, in between the bullying and teasing, something else begins to blossom.\n\nA lovey-dovey(…?) story between a shy nerd and an S-Dere (Sadistic Tsundere) begins.\n\n---\n\n**Links:**\n\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10042/episode/313808) (U.S. Only), [Kodansha](https://kodansha.us/series/dont-toy-with-me-miss-nagatoro/)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b07"
  },
  "title": "Trapped in a Dating Sim: The World of Otome Games Is Tough for Mobs",
  "synopsis": "Leon, a former Japanese worker, was reincarnated into an “otome game” world, and despaired at how it was a world where females hold dominance over males. It was as if men were just livestock that served as stepping stones for females in this world. The only exceptions were the game’s romantic targets, a group of handsome men led by the crown prince. In these bizarre circumstances, Leon held one weapon: his knowledge from his previous world, where his brazen sister had forced him to complete this game. This is a story about his adventure to survive and thrive in this world."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b08"
  },
  "title": "Isekai Meikyuu de Harem o",
  "synopsis": "A man was about to commit suicide and decides to search for a way to die in the internet, but then he found an odd site that asked a lot of questions and had a point based system that allows you to create skills and abilities for a character. He took interest in it and when he finished setting his character he was asked: \"You will now be transported to a world with the settings you choose, coming back is not possible, do you still accept?\" Without thinking much of it he pressed YES and found himself in another world with the skills and abilities he chose to have."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b09"
  },
  "title": "Lv2 kara Cheat datta Moto Yuusha Kouho no Mattari Isekai Life",
  "synopsis": "Banaza, who was summoned to the magic kingdom of Cryroad as a Hero candidate, was disqualified as a Hero because of his ordinary abilities. He was supposed to be returned to his original world, but due to the magical kingdom's mistake, he became unable to return to his original world. However, the moment he reached Level 2, he acquired every single possible skill and kind of magic, turning him into a super cheat with infinite skills! Despite this, he takes Fenris of the demons as his wife, and fully enjoys his newly-married life with an easygoing smile. He changes his name to Fulio and tries to lead his life quietly, but things are a bit chaotic with the likes of a pet saber, four freeloading female knights, a Majin, and even an ex-Demon Lord. However, even with all of this chaos, he still manages to enjoy his life peacefully."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b0a"
  },
  "title": "Kumo Desu ga, Nani ka?",
  "synopsis": "When a mysterious explosion killed an entire class full of high school students, the souls of everyone in class were transported into a fantasy world and reincarnated. While some students were reincarnated as princes or prodigies, others were not as blessed.  \nOur heroine, who was the lowest in the class, discovered that she was reincarnated as a spider! Now at the bottom of the food chain, she needs to adapt to the current situation with willpower in order to live. Stuck in a dangerous labyrinth filled with monsters, it's eat or be eaten!  \nThis is the story of a spider doing whatever she can in order to survive!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b0b"
  },
  "title": "Tsuki ga Michibiku Isekai Douchuu",
  "synopsis": "High school student Misumi Makoto is called into a fantasy world by the god Tsukuyomi, in order to be a hero. However, powerful others in this world aren't as thrilled to have him there, and they kick him to the edge of the world just as Tsukuyomi declares that he must leave Makoto to find his own way. Now it's up to Makoto to find his own way!\n___\n[Official English Light Novel](https://hanashi.media/tsukimichi-moonlit-fantasy/)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b0c"
  },
  "title": "Mieruko-chan",
  "synopsis": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and... ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.\n___\n**Alt Official Raw:** [niconico Manga](http://manga.nicovideo.jp/comic/37662)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b0d"
  },
  "title": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru",
  "synopsis": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n“I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering……!!!”\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. “Oh, I'm looking forward to it – from now on, I'll bask in their blood as I please.” Several days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.\n___\n**Storyboarder:** [Hanji](https://mangadex.org/author/ce336432-7da7-45a0-bcdd-523cc0e5c3e5)\n**Character Designer:** [Araya](https://mangadex.org/author/01944b4f-2580-447d-9e18-9b1eac224beb)\n\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/39335)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b0e"
  },
  "title": "Akuyaku Reijou Level 99: Watashi wa UraBoss desu ga Maou de wa Arimasen",
  "synopsis": "I reincarnated as the \"Villainess Eumiella\" from an RPG Otome game. In the main story, Eumiella is merely a side character, but after the ending, she re-enters the story as the Hidden Boss, a character boasting high stats on par with the heroes! \n\nLighting a fire in my gamer's soul, and taking advantage of being left on my own in my parent's territory, I trained, trained, and trained! As a result of my training… by the time I enrolled in the academy, I managed to reach level 99. \n\nThough I had planned to live out my days as inconspicuously and peacefully as possible, soon after entering the school, I'm suspected by the Heroine and Love Interests of being the \"Demon Lord\"…?  \n  \nBased on a popular web novel of seeking a peaceful life, a fantasy story of the strongest villainess!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/46067)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b0f"
  },
  "title": "Kaette Kudasai! Akutsu-san",
  "synopsis": "Ooyama-kun normally doesn't get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place! Will she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san's sexy, cute behavior in such a confined space... he’s sure to get flustered! He wants her to go home, but he also doesn't?"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b10"
  },
  "title": "Jujutsu Kaisen",
  "synopsis": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, he soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori…\n___\n**Alt Official English:** [VIZ](https://www.viz.com/shonenjump/chapters/jujutsu-kaisen)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b11"
  },
  "title": "Kusuriya no Hitorigoto",
  "synopsis": "Maomao, a young woman trained in the art of herbal medicine, is forced to work as a lowly servant in the inner palace. Though she yearns for life outside its perfumed halls, she isn’t long for a life of drudgery! Using her wits to break a “curse” afflicting the imperial heirs, Maomao attracts the attentions of the handsome eunuch Jinshi and is promoted to attendant food taster. But Jinshi has other plans for the erstwhile apothecary, and soon Maomao is back to brewing potions and…solving mysteries?!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b12"
  },
  "title": "SPY×FAMILY",
  "synopsis": "The master spy codenamed <Twilight> has spent most of his life on undercover missions, all for the dream of a better world. Yet one day he receives a particularly difficult order from command. For his mission, he must form a temporary family and start a new life?! \n\nA Spy/Action/Comedy manga about a one-of-a-kind family!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b13"
  },
  "title": "Mairimashita! Iruma-kun",
  "synopsis": "Hopeless pushover Iruma Suzuki has found himself in a devil of a predicament... His trashy parents have sold off his soul, and he now has to live and attend school in the Netherworld. But with his unique survival skills and doting demon grandfather’s support, Iruma will surely make it through this hellish experience. He'll just need to subjugate rival classmates, summon familiars, and more, all while never revealing that he's human... Easy as *aleph, bet, gimel*, right?"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b14"
  },
  "title": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?",
  "synopsis": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b15"
  },
  "title": "Horimiya",
  "synopsis": "Kyoko Hori is your average teenage girl… who has a side she wants no one else to ever discover. Then there's her classmate Izumi Miyamura, your average glasses-wearing boy — who's also a totally different person outside of school. When the two unexpectedly meet, they discover each other's secrets, and a friendship is born.\n\nRead the official English release on [MangaUp](https://global.manga-up.com/manga/122)."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b16"
  },
  "title": "Omniscient Reader's Viewpoint",
  "synopsis": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b17"
  },
  "title": "Arifureta Shokugyou de Sekai Saikyou",
  "synopsis": "Among the class transported to another world, Nagumo Hajime is an ordinary male student who didn't have ambition nor aspiration in life, and thus called \"Incompetent\" by his classmates.\n\nThe class was summoned to become heroes and save a country from destruction. Students of the class were blessed with cheat specifications and cool job class, however, it was not the case with Hajime, with his profession as a \"Synergist\", and his very mediocre stats. \"Synergist\", to put it in another word, was just artisan class. Being the weakest, he then falls to the depth of the abyss when he and his classmates were exploring a dungeon. What did he find in the depth of the abyss, and can he survive?\n___\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b18"
  },
  "title": "One Piece",
  "synopsis": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b19"
  },
  "title": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru ~Level Up wa Jinsei wo Kaeta~",
  "synopsis": "Since a young age, Tenjou Yuuya was continuously bullied.\nHe is staying in his beloved grandfather's home while he goes to school and, as usual, he receives a harsh bullying, and takes an extended absence from school in order to have some time to heal his wounds.\nWhile on this long time of absence, he takes the opportunity to clean his grandfather's house and finds a room he never had seen before. Due to this being where his grandfather kept many different objects that he gathered from his travels around the world, it needed tidying! While Tenjou was arranging the objects, he found a door, yet it didn't seem to go anywhere since it was standing upright and not attached to any wall.\nOut of curiosity, Tenjou opens this door, and what he found on the other side is…\n\n[Official English Light Novel](https://yenpress.com/series/i-got-a-cheat-skill-in-another-world-and-became-unrivaled-in-the-real-world-too-light-novel)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b1a"
  },
  "title": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen",
  "synopsis": "All’s fair when love is war!  \n  \nTwo geniuses. Two brains. Two hearts. One battle. Who will confess their love first…?!  \n  \nKaguya Shinomiya and Miyuki Shirogane are two geniuses who stand atop their prestigious academy’s student council, making them the elite among elite. But it’s lonely at the top and each has fallen for the other. There’s just one huge problem standing in the way of lovey-dovey bliss—they’re both too prideful to be the first to confess their romantic feelings and thus become the “loser” in the competition of love! And so begins their daily schemes to force the other to confess first!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b1b"
  },
  "title": "The Dangers in My Heart",
  "synopsis": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n**Awards:**\n- Won the 2020 Next Manga Award in the Web category.\n- Was nominated for the 2020 and 2021 Manga Taishou Award.\n- Won the top prize of the 2021 Tsutaya Comic Awards."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b1c"
  },
  "title": "Kaifuku Jutsushi no Yarinaoshi ~Sokushi Mahou to Skill Copy no Chouetsu Heal~",
  "synopsis": "\"Healing magicians cannot fight alone.\"\n\nKeyaru, who was bound by this common knowledge, was exploited again and again by others. But one day, he noticed what lay beyond healing magic, and was convinced that a healing magician was the strongest class. However, by the time he realized that potential, he was deprived of everything. Thus, he used healing magic on the world itself to go back four years, deciding to redo everything."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b1d"
  },
  "title": "Reincarnation Coliseum: The Weakest Skill Conquers the Strongest Women and Creates a Harem",
  "synopsis": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b1e"
  },
  "title": "The Fragrant Flower Blooms with Dignity",
  "synopsis": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b1f"
  },
  "title": "Dungeon Meshi",
  "synopsis": "After his sister is devoured by a dragon and losing all their supplies in a failed dungeon raid, Laios and his party are determined to save his sister before she gets digested. Completely broke and having to resort to eating monsters as food, they meet a dwarf who will introduce them to the world of Dungeon Meshi - delicious cuisine made from ingredients such as the flesh of giant bats, walking mushrooms, or even screaming mandrakes.  \n  \n---\n- **Ranked 1st in the 2016 Kono Manga ga Sugoi! for Male Readers (Shonen/Seinen)**"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b20"
  },
  "title": "Isekai Mokushiroku Mynoghra: Hametsu no Bunmei de Hajimeru Sekai Seifuku",
  "synopsis": "Bedridden and abandoned, Takuto Ira spent his days in the hospital trying to beat the illness that was slowly killing him. His only solace lay in the nation management strategy game Eternal Nations, where he had built a reputation as the greatest player to ever live. \n\nAfter succumbing to his disease, Takuto awoke within the game next to Atou — the Hero unit for his favorite civilization, Mynoghra. Now they’ll set out to conquer the world together (again), one unit, settlement, and level at a time!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b21"
  },
  "title": "Netorare Manga no Kuzu Otoko ni Tensei Shita Hazu ga Heroine ga Yottekuru Ken",
  "synopsis": "I suddenly remembered. This world is the world of an erotic manga, and that I was reincarnated as the scumbag who is supposed to steal the heroine in this world. Well, I don't have such a hobby, so I thought the heroine should get along with the protagonist. But why are you paying attention to me, heroine?"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b22"
  },
  "title": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party o Kumimashita!",
  "synopsis": "As a member of the hero's party Ceres, has set out to defeat the demon king. But one day, he was suddenly dismissed by the hero, and he had to leave the party. All alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Shizuko, the hero's mother, being sold as a slave?!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b23"
  },
  "title": "Hazure Waku no [Joutai Ijou Skill] de Saikyou ni Natta Ore ga Subete wo Juurin Suru made",
  "synopsis": "Mimori Touka has always been something of a background character in his high school. So when he and his classmates are summoned to a fantasy land and gifted with incredible skills, it seems like the perfect opportunity to make a name for himself. The only problem? Mimori’s skills are abysmal at best, and he’s banished to a deadly dungeon. But as he begins to test these new abilities, he discovers just how powerful he’s become. Can Mimori fight his way back to exact revenge?!\n___\n**Compositor:** [Uchiuchi Keyaki](https://mangadex.org/author/3b71274c-d84b-4505-bed0-1ee2adda188f)\n**Character Designer:** [KWKM](https://mangadex.org/author/d7705978-2785-490d-8292-71738dc20ef3)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b24"
  },
  "title": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san",
  "synopsis": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b25"
  },
  "title": "【Oshi no Ko】",
  "synopsis": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b26"
  },
  "title": "Yofukashi no Uta",
  "synopsis": "Unable to sleep or find true satisfaction in his daily life, Yamori Kou begins wandering the night streets. He encounters a strange girl who offers to help soothe his insomnia by sleeping beside him, but it is not merely a one-way exchange…\n\n---\n- **Won the 68th Shogakukan Manga Award for Shonen in 2023, which it shared alongside Blue Orchestra**"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b27"
  },
  "title": "Tensei Kizoku no Isekai Boukenroku: Jichou o Shiranai Kamigami no Shito",
  "synopsis": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b28"
  },
  "title": "A Returner's Magic Should Be Special",
  "synopsis": "\"Now that I'm back, I won't allow my loved ones to die again!\"  \r\n  \r\nThe Shadow Labyrinth - the deadliest catastrophe humanity has ever known.  \r\nDesir Arman, one of the six remaining survivors of mankind, is inside the Labyrinth. The six of them attempt to clear the final level of the Labyrinth but ultimately fail, and the world comes to an end.  \r\nHowever, when Desir thought he would meet his demise, what appears before him is the world… thirteen years ago?!  \r\n  \r\nDesir is returned to the past, back to the time when he enrolled at the nation's finest magic academy, Havrion. He is reunited with his precious friends, and he is determined to change the past to save the world and his loved ones…!  \r\n  \r\nThree years remain before the emergence of the Shadow World!  \r\nChange the past and gather powerful comrades to save mankind!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b29"
  },
  "title": "Gokushufudou: The Way of the House Husband",
  "synopsis": "Immortal Tatsu is an ex-yakuza who’s given up violence for making an honest man of himself - but is it still possible for a devoted stay-at-home husband to get into a few scrapes?\n\n---\n- Won 3rd place of Tsugi Manga Awards, Category Webmanga (2018).  \n- Winner of the 2020 Eisner Award in the Best Humor Publication category.\n---\n### Links:\n- [English Edition on Amazon](https://www.amazon.com/dp/B07X1PGY7N)\n- [French Edition](https://www.kana.fr/produit/la-voie-du-tablier)\n- [Spanish Edition](https://www.editorialivrea.com/ESP/titulo/gokushufudo/)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b2a"
  },
  "title": "The Reincarnated Inferior Magic Swordsman",
  "synopsis": "A normal office worker, Toru Minasuki, was swallowed up by a dimensional fissure and reincarnated into a different world. Upon reincarnation, Toru was given a [skill board] by God. Make the most of it to acquire all the necessary skills! Even though he is an \"inferior person,\" he'll make his way to the top!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b2b"
  },
  "title": "Sekai Saikyou no Assassin, Isekai Kizoku ni Tensei Suru",
  "synopsis": "The most dangerous prey... When the most accomplished assassin on Earth meets his end just before retirement, he finds himself standing before a goddess. Her world is headed for disaster, and she has need of his particular set of skills. Armed with powerful new abilities and decades of deadly knowledge, he begins his second life as Lugh, young scion of the Tuatha Dé clan of assassins. His mission: to find and eliminate the strongest individual in this world—the hero!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b2c"
  },
  "title": "Fuufu Ijou, Koibito Miman.",
  "synopsis": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple...!?"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b2d"
  },
  "title": "Hitoribocchi no Isekai Kouryaku",
  "synopsis": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \r\n  \r\nThe curtain rises on the strongest loner’s otherworld strategy guide!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b2e"
  },
  "title": "Tensei Shitara Ken Deshita",
  "synopsis": "When he realized it, the protagonist was in another world and had become a sword that was stabbed on an altar in a great plain, crowded with devil beast. The world he was in had a game like system; HP, MP, Strength, Vitality, Agility, Intelligence, Dexterity, Titles and Equipment. Following his instinct as a living sword, he traveled to find the one who could be his wielder, until he met with a cat girl that was about to be attacked by a bear type devil beast."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b2f"
  },
  "title": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru",
  "synopsis": "Before I realized, I had become the guardian of a dungeon, a Demon Lord. I was suddenly in a dangerous world with giant monsters loitering around, fighting for their existence. So I thought to go about developing the dungeon in order to not die, but for some reason I was having quite the good time…. How did it turn out like this?  \n  \nThe protagonist, Yuki, having to live in that world now, uses his bold and sharp senses and spends time with a supreme dragon girl and a vampire girl, sometimes laughing, sometimes being angry, passing days doing what he likes."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b30"
  },
  "title": "The New Gate",
  "synopsis": "The New Gate — an online game transformed into a life-and-death struggle for its players.\n\nThanks to the valiant efforts of Shin, the most powerful of them all, an end to the game and freedom for everyone seemed within reach. But just moments after Shin defeats the game’s final boss, he finds himself bathed in an unknown light and transported some 500 years into the future of the in-game world!\n\nThrown from a simple game gone wrong into a strange new land, one young swordsman of unrivalled strength is about to embark on a legendary journey!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b31"
  },
  "title": "Chiyu Mahou no Machigatta Tsukaikata ~Senjou wo Kakeru Kaifuku Youin~",
  "synopsis": "Usato, an ordinary high schooler, happens to run into two fellow students after school one rainy day. Suddenly, all three of them are engulfed in a magic circle and transported to a fantasy world. There's just one tiny problem — Usato is simply dragged along by accident!  On top of that, Usato learns that he is capable of using healing magic — an incredibly rare affinity in this new world. Now Usato must spend his days with the rescue team thugs, struggling through their hellish training regimen — learning the wrong way to use healing magic."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b32"
  },
  "title": "Uzaki-chan wa Asobitai!",
  "synopsis": "Annoying! Cute! But Annoying!  Shinichi Sakurai is a grumpy-faced, athletic and quiet college student who just wants to be left alone,  but he is frequently teased by his cute, stacked underclassman Hana Uzaki, whom he has known since high school.     Sugoi Dekai means something along the lines of \"impressively huge.\"\n___\n**Additional Links:**\n- Alt Official Raws: [KADOComi](https://comic-walker.com/detail/KC_004657_S?episodeType=first), [KADOKAWA](https://promo.kadokawa.co.jp/uzakichan/)\n- [Official X](https://x.com/uzakichan_asobi)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b33"
  },
  "title": "Yancha Gal no Anjou-san",
  "synopsis": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?\n\n**Official English:** [emaqi - USA & Canada only](https://emaqi.com/manga/anjo-the-mischievous-gal)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b34"
  },
  "title": "Tondemo Skill de Isekai Hourou Meshi",
  "synopsis": "Mukouda Tsuyoshi has been summoned from modern Japan to a different world of sword and magic. He eagerly thought of what kind of a huge adventure was waiting for him, but actually, Mukouda is just a civilian who got caught in a Hero Summoning. On top of that, Mukouda’s base status is shabby compared to the legitimate heroes.\r\nSuspecting the king of foul play, as he's morbidly obese in a kingdom in crisis, apart from being war-happy, Mukouda decides to leave the castle by presenting his lack of martial prowess. The only thing that Mukouda can rely on in this world is his unique skill Net Supermarket, that can only order goods from modern Japan’s internet to the new world."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b35"
  },
  "title": "Tate no Yuusha no Nariagari",
  "synopsis": "Naofumi Iwatani, an uncharismatic Otaku who spends his days on games and manga, suddenly finds himself summoned to a parallel universe! He discovers he is one of four heroes equipped with legendary weapons and tasked with saving the world from its prophesied destruction.  \nAs the Shield Hero, the weakest of the heroes, all is not as it seems. Naofumi is soon alone, penniless, and betrayed. With no one to turn to, and nowhere to run, he is left with only his shield. Now, Naofumi must rise to become the legendary Shield Hero and save the world!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b36"
  },
  "title": "Beware the Villainess!",
  "synopsis": "Sit back and take in this romantic tale of an angelic heroine and her devoted suitors as they vie for the depths of her love... or not. This story’s about to go through some edits! After an accident, a modern-day college student awakens as the story’s villainess, Melissa Foddebrat. She’s far from anyone’s favorite, but she IS the daughter of the duke. Determined to live it up, this new Melissa is doing things her way — antiquated society, be damned! All idiots, prepare to step aside or perish!\n\n---\nA refreshing, unique villainess who's been dropped in the world of a novel, only to overthrow it all! The reason why? She couldn't just stand by and watch the female lead be manipulated by all four shitty male leads. The story of a pragmatic villainess who intends to throw out all the jackasses, the friendly heroine who is equally miffed at said idiots, and a wolf that only yearns for her!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b37"
  },
  "title": "Shuumatsu no Valkyrie",
  "synopsis": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n___\n**Alt Official English:** [Comikey](https://comikey.com/comics/record-of-ragnarok-manga/61/), [MangaHot](https://mangahot.jp/site/works/e_R0002)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b38"
  },
  "title": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You",
  "synopsis": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. Except, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b39"
  },
  "title": "The Guy She Was Interested in Wasn't a Guy at All",
  "synopsis": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b3a"
  },
  "title": "Shokei Sareta Kenja wa Lich ni Tensei Shite Shinryaku Sensou wo Hajimaru",
  "synopsis": "The Sage Dwight, along with the Hero, defeated the Demon Lord who sank the world into darkness. However, they were falsely accused of becoming the next Demon Lords because of his power, and were thrown to The Valley of the Dead to die... But though his flesh has rotten away, he lives on as a skeleton because of his grudge against the world. \n\nDwight has vowed to deny that wrong world, and with a power that surpasses even the Demon King of the past, and also leading countless Skeletons he's going to start an all out war...!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b3b"
  },
  "title": "Tensei Kizoku, Kantei Skill de Nariagaru ~Jakushou Ryouchi o Uketsuida node, Yuushuu na Jinzai o Fuyashiteitara, Saikyou Ryouchi ni Natteta~",
  "synopsis": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called \"Appraisal\" that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this \"Appraisal\" skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b3c"
  },
  "title": "Yondome wa Iya na Shizokusei Majutsushi",
  "synopsis": "Amamiya Hiroto is unlucky. His life consisted of misfortune after misfortune, culminating in an unlucky death during an incident on a school boat trip, trying to save a girl he barely knew. After death, he met a god of reincarnation who requested that the hundred or so dead passengers - one of them being the girl he tried in vain to save - be reincarnated into another world. Yet a series of unfortunate events forced Hiroto to reincarnate with even less luck than before, starting with nothing but a tremendous amount of Mana. His second life, far worse than his first, came to a cruel end. However, upon meeting the god a second time, he was informed that there would be yet another reincarnation, one that had already been set in motion and could not be stopped. Not wanting Hiroto to endure a third life filled with suffering, the god cursed him before he was reborn in the hopes that he would either die quickly or commit suicide. Hiroto was reborn once more as a half-vampire, half-dark elf. A dhampir. Not wanting a fourth life, he is determined to live this third life with the only things remaining from his previous lives - Death Magic and his enormous Mana pool.\n___\n**Character Designer:** [Ban!](https://mangadex.org/author/ecb0d0e9-d2ac-44fd-b40c-52ee54a2c336)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b3d"
  },
  "title": "Kubo-san wa Mob wo Yurusanai",
  "synopsis": "First year high schooler Junta Shiraishi is a mob character who goes unnoticed even when he's standing right next to you. But his classmate, \"heroine-level beauty\" Kubo, always notices him and is there to tease him. Anyone can become special to someone, but it might be a little too early to call these feelings \"love.\"\n\nPerhaps this story is still two-steps from being a romantic comedy! A sweet comedy where a background character becomes visible!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b3e"
  },
  "title": "Rent-A-Girlfriend",
  "synopsis": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n___\n**Additional Links:**\n- Alt Official English: [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) - United States, Japan, Canada, Australia, New Zealand, & Singapore only.\n- Official English Volumes: [Kodansha USA](https://kodansha.us/series/rent-a-girlfriend/)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b3f"
  },
  "title": "Villains Are Destined to Die",
  "synopsis": "Penelope Eckart reincarnated as the adopted daughter of Duke Eckart and the villainess of a reverse harem dating sim. The problem is, she entered the game at its hardest difficulty, and no matter what she does, death awaits her at every ending! Before the \"real daughter\" of Duke Eckart appears, she must choose one of the male leads and reach a happy ending in order to survive. But the two brothers always pick a fight with her over every little thing, as well as a crazy crown prince, whose routes all lead to death. There's even a magician who's enamoured with the female lead, and a loyal slave knight! But somehow, the favourability meters of the male leads increase the more she crosses the line with them!\n\nThis is Penelope’s survival story, who’s been dropped in an insane reverse harem dating sim!\n\n---\n\n**Official English Translations:** [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die), [Pocket Comics](https://www.pocketcomics.com/comic/9012), [IzePress](https://yenpress.com/series/villains-are-destined-to-die)\n*Tappytoon and Pocket are using the Tapas localization.*"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b40"
  },
  "title": "Nozomanu Fushi no Boukensha",
  "synopsis": "It's been ten years since Rentt Faina, a down-on-his luck Bronze-class adventurer, set his eyes on becoming Mithril-class. Unfortunately, Rentt finds himself helpless when confronted by a legendary Dragon in the Labyrinth of the Moon's Reflection...and is summarily eaten.\n\nBut Rentt has miraculously reawakened... as a skeleton?"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b41"
  },
  "title": "Assassin de Aru Ore no Sutetasu ga Yuusha Yori mo Akiraka ni Tsuyoi Nodaga",
  "synopsis": "Oda Akira, a high school student who excels in erasing his presence, was summoned along with his classmates to another world. In this world of sword and magic, Akira and his classmates were asked to become heroes and bring down the demon king. Having a bad feeling about the king and the princess who asked them, Akira uses his special skills to sneak into the king’s library, in hopes of discovering the truth. Whether to help or abandon his classmates who knew nothing, it all depended on Akira."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b42"
  },
  "title": "Dandadan",
  "synopsis": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b43"
  },
  "title": "Blue Lock",
  "synopsis": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b44"
  },
  "title": "Vinland Saga",
  "synopsis": "As a child, Thorfinn sat at the feet of the great Leif Ericson and thrilled to wild tales of a land far to the west. But his youthful fantasies were shattered by a mercenary raid. Raised by the Vikings who murdered his family, Thorfinn became a terrifying warrior, forever seeking to kill the band's leader, Askeladd, and avenge his father. Sustaining Thorfinn through his ordeal are his pride in his family and his dreams of a fertile westward land, a land without war or slavery… the land Leif called Vinland.  \n\n---\n- **Won the Japan Media Arts Award Division Grand Prize in 2009**\n- **Won the 36th Kodansha Manga Award for General Manga in 2012**"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b45"
  },
  "title": "Haite Kudasai, Takamine-san",
  "synopsis": "Takamine Takane is the goddess of her high school. With perfect grades, athletic prowess, and unrivaled beauty, this student council president sits at the top of the social pyramid. And then there's Shirota Koushi, a below-average student with no friends or social prospects to speak of. One day, Shirota-kun accidentally sees Takamine-san's naked breasts and finds out the secret behind her unbelievable success. From then on, his school life changes.\n\n\"Become my closet!\"\n\nShirota is forced into underwear-putting-on servitude!?\n___\n[Alt Official English (Yen Press)](https://yenpress.com/series/please-put-them-on-takamine-san)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b46"
  },
  "title": "Jitsu wa Ore, Saikyou Deshita?",
  "synopsis": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b47"
  },
  "title": "Dungeon ni Hisomu Yandere na Kanojo ni Ore wa Nando mo Korosareru",
  "synopsis": "Kiska, a boy who was mistreated by the villagers, was able to get by thanks to his childhood friend, Namia, who was the only one who stood by him. One day, Namia is found murdered in the village. Kiska is framed for the murder by the other villagers, and banished to an inescapable S-class dungeon...?"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b48"
  },
  "title": "Saihate no Paladin",
  "synopsis": "A man dies alone after living a stagnant and fruitless life — but that's not where his story ends, as a boy named William is born into a land of fantasy and magic.\n\nRaised in a city of the dead by his new family — a mummy, a skeleton, and a ghost — he can remember glimpses of his past life, enough to know his time on Earth was wasted, and he vows not to let that happen again.\n\nSchooled in magic and combat, Will sets out on a journey to see the world. Along the way, he'll meet beings of all shapes and sizes. Each of these people has a story to tell and a lesson to teach Will about how to live his life to the fullest.\n___\n**Character Designer:** [Rin Kususaga](https://mangadex.org/author/32478bd0-f73b-4572-b8f6-f0cf5fa6a825)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b49"
  },
  "title": "Goshujin-sama to Yuku Isekai Survival!",
  "synopsis": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world! ――This is a light for life in a different world. When I thought, I was suddenly attacked by a beautiful dark elf...?!\n___\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b4a"
  },
  "title": "Rakudai Kenja no Gakuin Musou: Nidome no Tensei, S-Rank Cheat Majutsushi Boukenroku",
  "synopsis": "After reincarnating in a different world, the great sage Ephthal spent all of his life researching magic. However, he who had aimed to reach the summit of magic, knew of the limits of his talents and fell into despair, thus closing the curtain to his lifetime.\n\n400 years later, he reincarnated for the second time and enrolled in a magic academy using the sorcery and knowledge he acquired from his previous life. As if to sneer at the state of magic that had been in decline for the past 400 years, he easily invokes legendary class magic! \n\nWith overwhelming power, the entire world will kneel before him."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b4b"
  },
  "title": "Shikimori's Not Just a Cutie",
  "synopsis": "Shikimori and Izumi are high school sweethearts. They hold hands walking home from school, they flirt in the halls, they tease each other. But Shikimori knows what she wants, and how to get it, and she can turn from cutie to cool in an instant!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10025/episode/343330) (U.S. Only), [Manga Planet](https://mangaplanet.com/comic/6476b52737c08)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b4c"
  },
  "title": "Berserk of Gluttony",
  "synopsis": "In this world, there are two types of people. Those Who have powerful \"skills\", and those who don't. People born with powerful skills, exterminate monsters to level up and become successful, while people without them, become failures, who are treated harshly by society. Follow the story of Fate, a guy who works as a gatekeeper, and whose only skill is gluttony, a skill that only makes him hungry."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b4d"
  },
  "title": "Moto-Sekai Ichii Sub-chara Ikusei Nikki ~Hi-Player, Isekai wo Kouryaku-chu!~",
  "synopsis": "The protagonist who was rarely ever at school during his middle school and high school days, is unemployed even as an adult. From morning till night, it was video games. For him who was ranked first worldwide, it was his life. One day, his character is suddenly hacked. The data was unrecoverable and there was nothing that could be done. Feeling great despair at having lost his rank that he had bet everything to achieve in a world that controlled his life, the protagonist attempts suicide. When he awakens, he finds himself inside the video game, no, it was a real world that resembled it. There, he notices that he has reincarnated into the the body of a sub character that he had created and bought premium benefits for long ago but had left neglected."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b4e"
  },
  "title": "Tensei Kenja no Isekai Life ~Daini no Shokugyou o Ete, Sekai Saikyou ni Narimashita~",
  "synopsis": "Sano Yuji, a black company employee, is summoned to another world while finishing his work at home. His profession in the other world, a Monster Tamer, is considered a job that makes it difficult to become an adventurer. However, thanks to some slimes he met, which read several magical books, he gained magical powers and the second profession, Sage. Yuji acquired overwhelming power, but is he conscious of his strength? Blindly becoming unparalleled and strongest in the world!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b4f"
  },
  "title": "Tsuihousareru Tabi ni Skill wo Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou",
  "synopsis": "An adventurer named Ed was exiled from his party because he was considered useless, but instead of being sad and upset he was actually happy!!? It turns out that it's not without reason that he feels happy when he's exiled from his party, because every time he's been exiled he will receive a skill that makes him even more invincible...\n\nEd was given the crazy test of having to get expelled from 100 Hero parties in 100 different worlds before he could return to his original world. Finally a mysterious and divine entity said that he had achieved all the conditions to return to his original world. However, as a final condition he is asked \"Look at the fate of one of these exile worlds after you left.\" and he is shocked by what he sees.\n\n\"Okay, I'll do it! I'll go down to these 100 worlds again and be banished with a good feeling!\"\n\nEd takes on a new challenge to make full use of the super-powerful \"Exiled Skills\" that were granted each time he was exiled, and this time ensure they all have happy endings.\n___\n**Character Designer:** [GreeN](https://mangadex.org/author/40916d07-ed66-40d9-919f-3bfff091fe9a)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b50"
  },
  "title": "Kuro no Shoukanshi",
  "synopsis": "\"If you truly want to get stronger, you have to challenge and defeat those stronger than yourself.\"\n\nWhile being transmigrated to another world, Kelvin bartered away his memories for a collection of powerful new abilities. Setting out on the ultimate adventure as the world’s strongest Summoner — with his first Follower being the very goddess who brought him over! — he soon discovers his true nature as a battle junkie. Someone wants to pick a fight? Sure, bring it on!\n\nFacing off against one formidable foe after another, Kelvin can hardly contain his delight as he revels in the absolute exhilaration of a good fight! The curtain rises on the start of an epic saga as this black-clad warrior and his allies carve their way into the annals of history! \n___\n**Character Designer:** [Kurogin (DIGS)](https://mangadex.org/author/ad469135-32c7-4fcc-b490-d0ebc07eea16)\n\n**Additional Links:**  \n- [Official Raw Web Novel](https://ncode.syosetu.com/n1222ci/)\n- [Official English Light Novel](https://j-novel.club/series/black-summoner)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b51"
  },
  "title": "Attack on Titan",
  "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for pleasure rather than as a food source.\nA small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest of Titans. Flash forward to the present and the southern district of Shinganshina has not seen a Titan in over 100 years.\n\nTeenage boy Eren and his foster sister Mikasa witness something horrific as one of the outer district walls is damaged by a 60 meter (196.85 feet) Titan causing a breach in the wall. As the smaller Titans flood the city, the two kids watch in horror the tragic events that follow, as the Titans devour people unimpeded.\n\nEren vows that he will wipe out every single Titan and take revenge for all of mankind.\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2011**\n- **Won the Noma Publishing Culture Award in 2021**\n\n**Links:**\n- Alternative Official English - [Kodansha US](https://kodansha.us/series/attack-on-titan/), [Azuki](https://www.azuki.co/series/attack-on-titan), [Manga Planet](https://mangaplanet.com/comic/618e30af823f4), [MangaPlaza](https://mangaplaza.com/title/0303001570/?content_id=103030015700001), [Coolmic](https://coolmic.me/titles/524), [K MANGA](https://kmanga.kodansha.com/title/10136/episode/312468) (U.S. Only)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b52"
  },
  "title": "My Hero Academia",
  "synopsis": "One day, a four-year-old boy came to a sudden realization: the world is not fair. Eighty percent of the world's population wield special abilities, known as \"quirks,\" which have given many the power to make their childhood dreams of becoming a superhero a reality. Unfortunately, Izuku Midoriya was one of the few born without a quirk, suffering from discrimination because of it. Yet, he refuses to give up on his dream of becoming a hero; determined to do the impossible, Izuku sets his sights on the elite hero training academy, UA High.  \n  \nHowever, everything changes after a chance meeting with the number one hero and Izuku's idol, All Might. Discovering that his dream is not a dead end, the powerless boy undergoes special training, working harder than ever before. Eventually, this leads to him inheriting All Might's power, and with his newfound abilities, gets into his school of choice, beginning his grueling journey to become the successor of the best hero on the planet.\n___\n**Note: Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of My Hero Academia are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website](https://www.viz.com/shonenjump/chapters/my-hero-academia), with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MANGA Plus for free at the link below.**"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b53"
  },
  "title": "Mahou Shoujo ni Akogarete",
  "synopsis": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b54"
  },
  "title": "Skeleton Knight in Another World",
  "synopsis": "The protagonist fell asleep while playing an online game. However, he awoke in a strange world with his game character's appearance. In a state of shock, he noticed that he was equipped with nothing but his strongest weapon and armor. To make matters worse, our hero's appearance was changed by the special avatar skin『Skeleton』when he enter this new world. The protagonist wanted to live without drawing attention, but he got acquainted with the dark elf Ariana and received her request.  \n  \n- [Official English Light Novel](https://sevenseasentertainment.com/series/skeleton-knight-in-another-world-light-novel/)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b55"
  },
  "title": "Tonikaku Kawaii",
  "synopsis": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b56"
  },
  "title": "Shin no Nakama janai to Yuusha no Party wo Oidasareta node, Henkyou de Slow Life suru Koto ni shimashita",
  "synopsis": "After finding himself unable to keep up with the hellish fighting on the front lines of the war against the demon lord’s army, Red is finally kicked out of the Hero’s party. Ashamed of his inadequacy, he moves to a distant frontier region where nobody would know his face or past. \n\nHowever, once he gets over the funk of having to leave his adventuring days behind, he’s actually excited to begin a quiet life as an apothecary… which becomes a whole lot more lively when a former party member and actual princess, Rit, pays him an unexpected visit!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b57"
  },
  "title": "Dosanko Gal wa Namaramenkoi",
  "synopsis": "Shiki Tsubasa has just moved from Tokyo to Hokkaido in the middle of winter. Not quite appreciating how far apart towns are in the country, he gets off the taxi at the next town over from his destination so he can see the sights around his home, but he is shocked when he learns the \"next town\" is a 3-hour walk away. However, he also meets a cute Dosanko (born and raised in Hokkaido) gyaru named Fuyuki Minami who is braving 8 degrees celcius below 0 weather in the standard gyaru outfit of short skirts and bare legs!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b58"
  },
  "title": "Kajiya de Hajimeru Isekai Slow Life",
  "synopsis": "One night, Eizo—a hapless corporate slave, saves a cat and gets hit by a truck. The cat which seems to be related to another world, in return for his help, grants Eizo a skill of his wish and reincarnates him to another world. Eizo, who has craftsmanship as a hobby and wishes to use this skill for a living, chooses to be reincarnated as a blacksmith. And so he starts his life in another world as a blacksmith just as he wishes. However, Eizo's creations are at another different level that will shake this new world.\n___\n**Links:** \n- [Official LN (EN)](https://j-novel.club/series/my-quiet-blacksmith-life-in-another-world)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b59"
  },
  "title": "Rettou Gan no Tensei Majutsushi ~ Shiitagerareta Moto Yuusha wa Mirai no Sekai o Yoyuu de Ikinuku ~",
  "synopsis": "Abel was a genius magician who held immense power in a world where the color of your eyes indicates how powerful you are. However, the strength that came with his amber eyes was so great, even his comrades looked at him with fear and contempt. He therefore decided to transfer his soul far into the future, hoping to find a paradise that accepts him. He would soon find out that people’s attitude regarding his eye color did change, but not quite the way he had imagined…"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b5a"
  },
  "title": "Kamitachi ni Hirowareta Otoko",
  "synopsis": "Upon his sudden death, middle-aged otaku businessman Ryoma Takebayashi finds himself in a curious situation. Three gods request his cooperation in their divine plot, which requires him to reincarnate in another world as a young boy! Equipped with magic, young Ryoma undertakes a carefree existence in the forest, leisurely learning more about his new abilities and surroundings. And when he encounters slimes like those in video games from his former life, Ryoma uses his newfound magical powers to get creative with his research! Will the gods get more than they bargained for in Ryoma?!\n\n[MangaUp!](https://global.manga-up.com/manga/273)"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b5b"
  },
  "title": "I'm in Love with the Villainess",
  "synopsis": "Ordinary office worker Oohashi Rei wakes up in the body of the protagonist of her favourite otome game, *Revolution*. To her delight, the first person to greet her is also her favourite character, Claire François – the main antagonist of the story!\n\nNow, Rei is determined to romance Claire instead of the game’s male leads. But how will her villainous lady love react to this new courtship?!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b5c"
  },
  "title": "Otome Game no Hametsu Flag shika nai Akuyaku Reijou ni Tensei shite shimatta...",
  "synopsis": "I recovered my past memories when I was hit on the head by a rock. I am Katarina Claes, the eight year old daughter of the duke. In a feverish nightmare, in which the prince’s fiancee was determined, I have realized that this is the otome game from the previous life. Also, I have turned into the villainess that interfered with the romance of the capture targets… If the heroine got a happy end, I would be exiled, while if she got a bad end, I would be killed by the capture target… I have no happy end!? Why is it only bad!? Somehow I have to avoid the destruction end, and reach old age peacefully!!"
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b5d"
  },
  "title": "I Shaved. Then I Brought a High School Girl Home.",
  "synopsis": "Yoshida was swiftly rejected by his crush of 5 years. On his way home after drinking his sorrows away, he saw a high school girl sitting on the street. \"I'll let you do it with me, so let me stay\". \"Don't even joke about something like that\". And so, the story of living with the high school girl Sayu began. The slice-of-life romance story between a runaway high school girl and a 26 year old salaryman ensues."
},
{
  "_id": {
    "$oid": "67f298a0c0aa3501386b7b5e"
  },
  "title": "Sometimes Even Reality Is a Lie!",
  "synopsis": "Kaoru Terasaki is a gamer who’s into MMORPGs, and he’s finally meeting up with someone he’s been friends with in-game for a long while—this time, offline and in person. He’s worried that his friend will be disappointed to see Kaoru is a guy, unlike his female character in the game. But he’s the one who’s in for a surprise when, instead of another guy, his friend turns out to be a cute girl, Nanami Osaka. On top of that, Nanami told her parents that she would be bringing a friend over—a female friend. Even worse, Nanami’s dad is the super overprotective type who won’t allow any guys near his daughter. There’s only one solution to this dilemma: Kaoru has to cross-dress as a girl! Will Kaoru’s efforts pay off in the end?! Will Kaoru and Nanami remain just friends, or will their time together IRL change everything? Follow their romantic-comedy adventures to find out!"
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acc1"
  },
  "title": "WH 40k: Transcendence",
  "synopsis": "He wakes up in a universe he knows all too well—a nightmare given form, where war never ends and survival is a fleeting privilege. He’s read the lore, studied the factions, memorized the fates of empires. But knowing doesn’t mean controlling.Thrown into the lowest depths of this brutal reality, he refuses to be just another forgotten soul ground to dust. He watches, learns, adapts. Strength is the only currency here, and he intends to amass more than anyone—more than the warriors, the psykers, the so-called gods.Not for power. Not for survival. For something beyond all of it.Something greater than this universe itself."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acc3"
  },
  "title": "Into the Unown (Pokemon Fanfiction OC)",
  "synopsis": "The last thing that Miles remembered was getting hit by a truck before finding himself in the body of a toddler in a world of Pokemon.After deciding that he would embrace his new lease on life. Miles would go on to live life as Nina Jones, an uncannily bright child who dreams of going out into the wider world to explore unknown domains and make friends with various Pokemon.Join Nina in her journey as she endeavours to learn more about this mysterious world of Pokemon, meet new people and maybe even experience someLegendaryencounters along the way.- Slow burn.- Focus on world building.- Slice of life with a healthy mix of action and drama.Note that I'm not a huge fan of EVs, stats and all the sweatier elements of competitive Pokemon play. Which is why you'll find that my depiction of Pokemon might go against these game mechanics at times.I also take a lot of liberties when it comes to established Pokemon lore whenever I feel like it makes sense. So don't be surprised that my rendition of this world is different from the games and animes either."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acc2"
  },
  "title": "To Play With Magic",
  "synopsis": "The Rewrite islive! And almost completely caught up too!Dragons, Catgirls, Guns, and Magic. Oh, and the ability to stop time. What more could a modern gal want?Well... If my past would stay locked in a dark corner back on Earth, that'd be nice.Right. There was that one other thing. The world is coming to an end. But that seems to happen every Tuesday these days....*LitRPG-Isekai start with a return to Earth to stop the System apocalypse goal....Updates Tuesday, Thursday and Saturday.Still a first draft, but with a bunch of edits from you guys thrown in. The rewrite is over at the link above. Thanks for the feedback that made it possible.This story is only available on RoyalRoad, Scribblehub(under a different title) and my Patreon. If you find it anywhere else, please reach out to me. Thank you.Old cover provided byAsviloka. She's also does werds!Current cover provided byFuyudust."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acc4"
  },
  "title": "Dial: Call Resumed",
  "synopsis": "The Sequel toDial, continuing the story of a self-insert in the MCU fighting on the side of heroes using an Omnitrix.Things are heating up. New enemies, heroes, and dumb mistakes from politicians are ahead.And all the while, the stars hide new threats."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acc5"
  },
  "title": "A Benevolent Evil Dragon",
  "synopsis": "This is a story of how a powerless man thrown about in a world he had no say in, unable to do anything about his circumstances and a victim of many misfortunes, turned into a newborn dragon with the potential to finally be truly free and reshape the very reality he now resided in. Escaped from the grasp of higher powers and not keen to be another cog in the machine once more, he uses all his cumulative knowledge and his new talents to survive and carve his own path to follow.He did however not escape from misfortune, higher beings keen on interfering with his existence, his own instincts and impulses as a dragon contradicting his human mind, even old problems and afflictions he thought he had left behind come to haunt him. This is a story of exploring identity, the self, the world and everything in between.Things to expect:- A very complex magic system- An original take on classic fantasy elements and beings- A complex exploration of identity, mentality, nature versus nurture and so much more.- A powerful main character that earns his place and forms a unique style out of hi- Lots of contemplation and a slightly unhinged and scientific approach to studying magic.I hope you enjoy the ride."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acc6"
  },
  "title": "Path to Transcendence - [Isekai/Litrpg]",
  "synopsis": "A second chance. An opportunity to delve down the Path to Transcendence where Tiers and Skills reign supreme.When Julian was twelve years old a drunk driver killed his parents and younger sister. Afterward, his grandfather took him in and raised him as a son. His grandfather showed Julian how to put his shattered life back together and help him find a reason to live again. Unfortunately, several years later, his grandfather passed away as well. Losing his last remaining family and his best friend, Julian felt lost. However, when he was spreading his grandfather’s ashes, a supernatural event occurred and Julian died.Julian finds himself reborn in a world of wonder and magic. His new body was that of a young Julius Von Hyperius, a member of the prestigious Hyperius House. With a second chance at life, Julius is determined to unravel the secrets of this new world and how he got here.Julius will challenge himself every step of the way, advancing on the Path to Transcendence.What to expect:- Weak to strong- Skill-centric story- Cultivation aspects- Training maniac- Fun and enjoyable storyIf you did enjoy it and wish to read up to 25 chapters ahead, please feel free to check out myPatreon."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acc7"
  },
  "title": "Stone Burners",
  "synopsis": "Olivia has awoken to a strange world. With mere scraps of memories and a warped, unfamiliar body, she must find help to survive. However, a vast criminal syndicate, an urban legend, and more all threaten to snuff her out before she can find her footing.This is the second draft of an older, much longer running serial on my own site. Updates Sunday nights."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acc8"
  },
  "title": "The Princess's Feathers",
  "synopsis": "Holy fwegh! The Princess's Feathers is now available inpaperback,Kindle,andepub!The Dragon captures the Princess. The brave knight appears to save her and slays the Dragon. Wooed by his gallantry, they both live happily ever after. I'm certain you've heard a variation of this tired fable countless times before. Real life isn't so idyllic, though. Far stranger, I've recently discovered!I'm a Princess too—at least, I used to be. While exploring the countryside a terrible event occurred and my life was plunged into danger. But instead of being captured by a Dragon, I turned into one! Acting on my draconic instincts I was able to defend myself and save my life. Wonderful! Now there's just one large, fire breathing problem: How do I turn back to normal?Um, I didn't ask for any of this, you know? I'm the Princess! I have a Kingdom to run, I can't be a Dragon! Why did this happen to me? And what am I going to do about it?A fantasy novel with anthropomorphic characters, hand-drawn illustrations, and DRAGONS! Expect some slice of life before delving into adventure after Princess Asha transforms inthischapter. This novel also contains queer characters and relationships, so if that makes you uncomfortable then please look elsewhere for stories. My labor isn't for you.New chapters are currently on an extended hiatus for Life Events™ and the production of printed books, merchandise, and more! Check out the Discord if you want updates on when the story will resume!Character Profiles:toyhou.se| Maps:sarlain.net| Discord community:discord.gg"
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acc9"
  },
  "title": "Rise of The Living Enchantment [LITRPG REGRESSION]",
  "synopsis": "What do you do when you and a group of people are summoned to another world to stop the Demon King and your brother becomes the Demon King?The answer to that is quite diverse, but Aiden had one.In an attempt to save his brother, Aiden is caught in a clash of spells between the Demon King and a mythical opponent, suffers 'recommended' termination at the hands of the very system that had been a part of his life since being summoned, and wakes up back in the beginning, on the day of their summoning.With past experiences and knowledge, he's got a second go at it, and Aiden Lacheart has no intentions of allowing his brother become the Demon King once more. The only problem is... he doesn't think he's the only one who's come back in time."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acca"
  },
  "title": "Wishlist Wizard: The Rise of the Zero Hero [Isekai LitRPG / Dude gets abilities from a 90s game catalog]",
  "synopsis": "Wayne appeared in the summoning chambers for Chosen Heroes.While getting Isekaied was good news, Wayne was 50 years off of the usual cycle for heroes. His body did not become superhuman, and his system access was glitched. He could open menus, but his only clickable option was to view his unimpressive stats. His other option was called Christmas List. None of the scholars in the world found any record of this ability appearing before, and it was greyed out.Four years into living his second quiet life, he happens upon a strange artifact from Earth: A single page from the 1990 Electronics Boutique Christmas Catalog. His once inactive ability gives him the power to add skills and abilities to his system by ripping them from the games listed in the catalog.With a second lease on his second life, Wayne sets out with his best friend and fellow Royal Scholar Fergus to collect more catalog pages. Along the way, they figure out how to combine abilities from wildly different systems–like upgrades from a railroad management simulator complementing a magic sword ability from a classic action RPG–while he does everything he can to not repeat the mistakes of his past life. Thankfully, Fergus loves living to the fullest and is always ready to remind Wayne that life is short, so enjoy that wine.This lighthearted LitRPG progression fantasy story mashes a wide array of game genres into a single system, forcing Wayne to navigate a strange chimera of skills and buffs and upgrades. Can his build give him the strength to adventure like the Chosen Heroes, or will this be yet another isekai disappointment?What to expect from this series:-Power progression from unusual sources-Very light number crunching with a greater emphasis on ability synergies-Playful spins on game and isekai tropes-No retro game knowledge required-No harem content"
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7accb"
  },
  "title": "Goblin Teeth: A Monster Party LitRPG",
  "synopsis": "\"Eat, drink, and be merry, for tomorrow you might get squished\" -Goblin WisdomDaggat was born different, avariant, a monster with a random gift to shape his fate. After faking his death, he sets out on a relentless quest for freedom, power, and a place to call his own.With a mind sharper than steel, a gaze that bends wills, and a tyrant’s instinct for control, he gathers a band of outcasts to carve their names into history.His siblings, a savage warrior and cunning rogue. The spider from the attic, cursed and forgotten. A worm with the soul of a dragon. And the last ogre of a shattered family.Each has their own scars to contend with. Be they physical, spiritual, or emotional.Together, they willclaw, scheme, and fighttheir way through a world that wants them dead, forging an adventuring party like no other! One that doesn’t just seek riches and glory, but the power to decide their own fates.[You are invited to read story: Goblin Teeth. Would you like to accept? Yes or no?]What to Expect:A bit of slow burn, the characters are not going to be super powerful for a while. But, it is still quite action packed.Detailed world building and morally dark-gray characters.A robust universal system with many interlocking layers that drives forward the story and shapes the world.Goblin humor and visceral violence.A lot of misery, but a lot of heart.No Romance/Harem.Not an isekei. (Reincarnation tag is there because of its importance in the story.)Schedule:Three chapters a week. Monday, Wednesday, and Friday. Starting the 13th!--WARNING--This story is bleak, at times. There are hints and themes of suicide, cannibalism, and tragic death. Some chapters are more horrific than others. The first 8 or so chapters are a lot lighter than the rest."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7accc"
  },
  "title": "Legendary Tinker (Worm/LoL)",
  "synopsis": "A tired mage drops something. A flickering soul picks it up. Earth-Bet will never be the same again. Or, How a World Rune came to be in my possession. OC reincarnation."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acce"
  },
  "title": "The Last Man - Book one of the Leybound series",
  "synopsis": "Once, they called him the last man. Now, after twenty years of war, Nathaniel Riot is little more than a relic—discarded, betrayed, and sentenced to die.Offered a grim choice between the noose and the path of the damned, Riot chooses the only option left: become Leybound.Infused with raw, untamed leypower, Riot must carve his own path in a world that refuses to make room for him. He’ll grind his way to mastery, uncovering the hidden depths of his magic, forging uneasy alliances, and taking on those who would see him broken. Because power is the only law that matters, and if he wants to rise, he’ll have to take it.The war isn’t over. And neither is he.More info on The Last Man (Leybound: Volume One)*The book title has changed from Leybound to The Last ManThe Last Man is a gritty, military fantasy with a unique magic system that is leveled up through training and exploration to discover and refine new skills.Plot-wise, expect deep backstories and mysteries, and political and cultural allies and enemies in a continent rocked by war.MC personally faces the the struggle to rise above his station in an unfair world that just wants to keep him down. Expect him to grind his way to mastery his new power, learning new skills until he can stand toe to toe with the most powerful magic wielders on the continent.New chapters every Wednesday"
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7accd"
  },
  "title": "Defier of Fate [Strong to Stronger Prog Fantasy]",
  "synopsis": "When Fate itself failed to kill him, even the gods should fear.Taliesin knows all about apocalyptic wars. He was supposed to die in one so his people could escape, but wound up lost in the Void beyond time and space - but not beyond Fate. He’s no longer an ordinary wizard - he’s seen the building blocks of the universe and understood them- the Akashic Records - the very thing that brings life to gods and powers to mankind.Yet the Void could not hold him. Drawn into a new world facing its ragnarok, Taliesin will defy Fate and keep its people safe. With only his wits and scraps of his former power, he must build more strength, make allies, and carve a new path before the Twilight of the Gods consumes the world.He will not watch another world burn—even if it means redefining what it takes to challenge the divine.A Strong to Stronger Progression Fantasy featuring an archmage that will surpass the very limits of magic.New Chapter Schedule: M - W - F"
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7accf"
  },
  "title": "Rules of Biomancy: A LitRPG Healer Fantasy",
  "synopsis": "Book 1 Complete!Decades of hiding, and decades of surviving unnoticed, all ruined to give two otherworlders a second chance at life.For almost half a century, Elijah had kept his Core sealed. It allowed him to stay in the shadows, to run his little alchemy shop on the outskirts of the slums without fear, but it also limited him. It made him weak. And when he finds two people half-dead in an alley, both too young to have had a chance at life, he removes the chains from his magic to help them.The time to step into the light, to feel the call of the world, had come once more.They had been hiding for long enough.What to expect:- Old Man MC with plant-based magic.- MC being a teacher to people from another world.- Light LitRPG elements.- Political Drama.Plan for Series:This series will be 3 books in total, with a final word count of around 600-700k words."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acd0"
  },
  "title": "[Farmer] Mage",
  "synopsis": "Cal was the pride of his guild, the one that other Initiates looked up to. Then he died. So did his guild.His understanding of the world shattered before his death. His guild was nothing compared to others, which meant he was the best of the worst.When Cal was given a second chance, he wouldn’t repeat his mistakes. Who cared about being a[Mage]when it would just mean death? He would survive, even if it meant being something he sneered at in his previous life.A[Farmer].Of course, when did anything go according to plan? Never.Updates 4 days a week (Mon, Tue, Thu, Fri)Click here to join DiscordCopyright © 2024 S.C. King"
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acd2"
  },
  "title": "I Became a Mother in Another World",
  "synopsis": "“9… 8…. 7… 6…. 5…. 4…. 3…. 2… 1!”She stepped forward. Throwing a “SEE YOU IN A FEW HOURS!” in the loudest voice she could manage towards the pilot, she ran towards the edge and jumped, unaware of what a big, fat lie those words would turn out to be.— — —Samaya Dhar, codename Maya, was a Special Agent of the Third Eye Agency, an intelligence agency that operates worldwide to ensure peace and order, no matter the means. On a mission, she finds herself transported to a strange and unfamiliar world.First order of things. Steal some appropriate clothes.Second order of things. Find out where you are.Third order of things. Try to find …. Wait, is that a half-dead child in the alleyway? What the heck?The boy looks on the verge of death. She cannot bring herself to leave the child alone. It’s fine. She will still find a way back. She will still go back home. She will just take the little bun with her.Or so she thought until the little bun caught the eyes of some very important people.Turns out, the little bun is a Prince. And his father wants him at the Palace. But hell would freeze over before Samaya let anyone take her child from her.This is the story of a woman who is just trying to protect her found family while looking for a way home and ends up being entangled in a big web of politics, harem intrigue, assassination plots, and one infuriating man who is at the center of it all.---------Weekly Updates. New Chapter every Friday/Saturday. GMT + 6:00Crossposted onWattpad,Webnovel,Scribble Hub, andTapas."
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acd3"
  },
  "title": "So When Am I a Hero? [Apocalypse LitRPG]",
  "synopsis": "Now on Book 2!Once upon a time, Helen loved life. And then, by her mid-20s, Helen was over it. Forget love. Forget work. Forget getting dressed or remembering the definition of deodorant. Helen was livin’ the life of a recluse and was darned proud of it.So when an unseen force shattered the planet into millions of pieces and unleashed monsters from the sky, Helen was comforted by the idea that at least now everyone’s life sucked.That is until she joined a party. A party of people who cared. A party of people who tried. And suddenly, the idea of dying a dumb apocalyptic death to satisfy her own nihilism lost its appeal. For the first time in a long while, she had a reason to live.Now, as she’s portaled to places around the globe, battling cryptid monsters, winning quests, and seeking her visa to the new world, Helen is still the same depressed recluse as before, only now she has a pair of blades andwaytoo many people counting on her.But maybe, just maybe, she can help them survive and find the kind of happiness that only comes at the end of the world.–Hey everyone! I’m a video game writer, formerly the lead on stuff like The Division and Starlink (including the Star Fox DLC!). That’s right: tactical shooters and kids games. What a combo. So now for something that’s completely my own.What you can expect:> System apocalypse LitRPG> MC who, despite mistakes, will crawl through hell to win> Dark humor mixed with brutal action and occasional emotional devastationChapters drop Monday and Wednesday @ 11 EST. Get 5 chapters ahead and Discord access withPatreon. Cheers!"
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acd1"
  },
  "title": "The Dragon Heir (A Monster Evolution/Progression LitRPG)",
  "synopsis": "Alt title: How to Dragon 101Her body's a riddle, each hunt and every morsel devoured reveals another piece.Magic, the currency of power in every corner of the world—pity poor Jade was born without a shred of it. No mana veins, no core to speak of, and as if that weren’t dire enough, she had the audacity to be half beast-kin. Scorn, ridicule, and outright bullying became her daily companions. That is, until onegloriousday when she found herself kidnapped by a cult and tossed headfirst into some dodgy ritual.Naturally, things went pear-shaped. But with chaos comes change—not just skin-deep, of course. Now a dragonling, her body has become a lethal, upgradeable weapon, and her mind? That’s a different battlefield entirely. And someonereallyought to explain why the thrill of the hunt sends her pulse racing... and why, for the love of all things sacred, do those blasted monsters tastesoirresistibly good?What to expect:- A monster evolution system, with Skills, Magic and Mutations- This is a weak to strong story and Protagonist needs to sharpen her skills instead of just making numbers go up.- Combat, power-ups, unique skills and mutation merges for powerful abilitiesCurrent update schedule: 5 chapters a week.Patreon!- Support me on Patreon to gain access to up to 16 chapters ahead of the public release![participant in the Royal Road Writathon challenge]"
},
{
  "_id": {
    "$oid": "67eabac46f25807d87d7acd4"
  },
  "title": "Vainglory [LitRPG, Progression Fantasy]",
  "synopsis": "Dive into an adventure where the line between hero and villain blurs, and the cost of survival may be more than you bargain for.In the rain-soaked streets of Seattle, Ward Dyer, a seasoned Port Authority detective, finds himself entangled in a case that defies reality. His latest stakeout on a suspected kidnapper leads him to the eerie, forgotten tunnels of the Seattle underground—a place where shadows whisper and danger lurks.In a heart-stopping encounter, Ward disrupts a human sacrifice, but the victory leaves him gravely wounded and teetering on the brink of death. He’s approached by a mysterious young woman with an offer he can’t refuse. In exchange for a cryptic price, she saves him—sending him to Vainglory, a system of worlds where magic intertwines with the unknown and mysteries unravel in the darkest corners.Now, with a devilish presence haunting his thoughts, Ward embarks on the Vainglory Challenges—a perilous quest for power, riches, and the elusive secrets that may hold the key to his salvation—or his undoing.Cover Art by: Hugo A. Ruiz (@hartcomic on IG)New chapters every Monday and Wednesday25+ Advance chapters are available on my Patreon.Discord invite: https://discord.gg/jrkHqZhdeK"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7acd6"
  },
  "title": "The Firstlings",
  "synopsis": "Humanity is on the cusp of the Dawn.Known as the Integration.The Dawn of the Spell.Aaron and his siblings are a new race called the Firstlings. Born in the dark tunnels of the Labyrinth, they are run from their nest into a world of wonder and mystery. Overcoming tragedy and adversity, they must find a new home as humanity struggles to survive.Karla joined the Treasure Hunt for her own purposes, but what she finds may not be what it seems. Humanity has lost all hope; hordes of beasts are rising, and supplies are dwindling. They are in great need of a champion...But what does it mean to be a Hero?I will play with LitRPG, Progression, and Cultivation elements within a mysterious world after the Integration"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7acd7"
  },
  "title": "I Am Become Death: A Progression Fantasy [Cultivation-based power system]",
  "synopsis": "Nothing will ever change. Unless he changes it.Matthias Stonebreaker is tormented every day.He has no talent for The Gift of magic or the Enforcement of life energy, and will one day be forced over the frontier, where ferocious monsters destroy all those who can't defend themselves.And he certainly can't, until a near-death experience awakens a new path to power. The path of Divine Breath.Now he must learn how to cultivate the very energy of the gods to steal their divine strength.Supported by his cursed brother and younger sister, he will walk the path of shadow and death itself.But he must be careful, for in this world......even death could die.*****Welcome to my next novel series, after Mark of the Fool, Ogre's Pendant and Rune Seeker. I hope you enjoy my next story.This is a progression fantasy with power systems heavily inspired bycultivationwith its own unique twists. I love murim stories and there's some love letters to those in this series.***Rating: This story is kind of like a hard PG-13 movie. There'll be gore, detailed fights and injuries, with some swearing but not much beyond that. If that changes, I'll warn you.Tone: Tone will be an action-adventure story, with emphasis on training, mystery, cultivation, martial arts, and mystical elements.  There will be slice of life sections as well. There will be mentions of war, death, grief and violence.MC: MC is tough, driven and emphasizes willpower with some analytical elements. He will be mostly in control of his emotions, with some exceptions. MC starts weak, will progress in power, becoming very strong and gains power quickly. He's giant-blooded so he will blend strategy, strength and crushing power, stealth and magic.Fights: Fights will be detailed.***Stuff this story won't have:- Extreme grimdark content- Murderhobo plots- Edgy, anti-hero MC- Pacifist MC- Harems"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7acd8"
  },
  "title": "The Royal Academy of Magical Baking",
  "synopsis": "Lyra Treble thought getting into the Royal Academy of Magical Baking would be the difficult part. It was just the beginning.In a world where magical professions tend to follow family trees, Lyra is an unusual ingredient. Everyone expected her to become a bard, but Lyra proves her love of baking by gaining entrance to the most exclusive, prestigious magical baking academy in the land.The academy is everything Lyra dreamed of and more. She loves the rigorous curriculum, the strict but fair professors, and her new friends-turned-family. Still, with a limited number of slots open for next year, her culinary future is not guaranteed — and not everyone believes a musician should be a baker.Now Lyra must navigate cutthroat competition, betrayal, love triangles, and her own insecurities to find her place in the magical baking world. But with the help of her new family, and a pinch of joy, she might just change that world’s recipe forever."
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7acd9"
  },
  "title": "The Storm King",
  "synopsis": "Leon and his father, Artorias, are the last remaining scions of a once powerful and illustrious family of lightning mages.  After barely surviving an attack that destroyed their home fifteen years ago, they now live in the dangerous Northern Vales, a desolate wilderness far away from civilization.  But those who want them dead are strong, patient, and relentless, and it is only a matter of time before they find the two they seek...Posted first on my website,wardenreading.com, which will be 4 chapters ahead of anywhere else I post -- March 2020:Decided to stop doing that, Royal Road is caught up completely to all currently released free chapters, though my website is still there (and has maps!) -- Expect new chapters every Monday, Wednesday, and Friday around 10 am CTI have taken theWriTE Pledge, meaning that I will see this story to completion, no matter how many eons it may take."
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7acda"
  },
  "title": "Advent of Dragonfire [A LitRPG Adventure]",
  "synopsis": "The world is a dangerous place where monsters might appear anywhere at any time. Charlene, living her whole life in the shadow of her two brothers and their profound magical abilities, finds in herself the burning seeds of ambition. Deciding to finally take her life in her own hands, she becomes an Essentia Magician, a powerful practitioner of the magical arts, and sets out on her own journey to write her name as a legend upon the world.Release Schedule: Monday/Wednesday/Saturday Every week!"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7acdb"
  },
  "title": "The New Era",
  "synopsis": "Set immediately after the conclusion of The New Threat, the danger posed by the Omni-Union has increased exponentially. If they aren't stopped, the entire Milky Way Galaxy will be destroyed. Thankfully, Ship-Head Uleena's Republic and the United Systems have earned a respite after their previous conflict with the OU. Will this break in the fighting be long enough to come up with a plan to defeat the Omni-Union, once and for all?"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7acdc"
  },
  "title": "The Dark Type Ranger (Pokémon) (Zoroark)",
  "synopsis": "In a world where Pokémon are merely superpowered animals with no true intelligence, Echo, a Zoroark, gains human-level sapience. After inadvertently inheriting the memories of a ranger, he is faced with some hard choices to do what is best for his two kits. When he compares the harsh realities of living in the wilderness to being a well-fed laboratory Rattata, the decision really isn't allthathard to make.(AI-assisted Tag is here because I use the Grammarly software as a sort of beta reader to catch spelling errors and occasionally correct tense usage.)"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7acdd"
  },
  "title": "Harry Evans: Memoirs of a well-lived Death (SI)",
  "synopsis": "Harry Evans faces a magical world that is both familiar and different from what he remembers. Is it worth the risk of losing everything to try and save it? Does he even have a choice? What binds us to a place are the people that inhabit it and Harry is forced to walk the knife's edge between fear and responsibility as he starts his first year at Hogwarts (and beyond)"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7acde"
  },
  "title": "Witch in the Woods",
  "synopsis": "Kaitlyn’s life took an unexpected turn when she was cursed and found herself residing in a witch’s hut deep inside a mystical forest. Now, surrounded by inhuman companions, she delves into magic and unravels ancient and newfound curses. In this captivating slice of life, Kaitlyn strives to shape her destiny amidst unforeseen transformations."
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7acdf"
  },
  "title": "Elion Hayes [Book One: The Beast Rings]",
  "synopsis": "Elion Hayes never planned on being hunted.He was just a university student scraping by, no real direction, no grand purpose—until a night out turned into a waking nightmare. Because apparently, were-beasts or beast-men are real, they’re everywhere, and they don’t appreciate humans getting in their way.Now, Elion is on the run with a'cowboy'from another world (yes, really), a best friend who’s way too excited about all of this, and a growing list of reasons to regret every life choice that led him here.At the center of it all? The Beast Rings—ancient artifacts infused with the power of monsters. Some grant strength beyond human limits. Others corrupt, turning their wielders into nightmares. And the Lord, the shadowy figure pulling the strings, plans to unleash thousands of them across the world.Elion isn’t a warrior. He doesn’t have some legendary bloodline or divine blessing. He’s just learned about Mana Gates and barely unlocked the first three of the 118 Mana Gates that allow someone to tap into their true power and to control the Beast Rings.Before he could gain any real progress, the Lord’s most elite enforcers—the Zodiacs—and all kinds of beast-men are already closing in.The mission? Retrieve the corrupted Beast Rings before they fall into the wrong hands. Defy the Lord’s plan before the world is overrun. Survive long enough to figure out why, out of everyone, he’s been thrown into the middle of this.He and Jordan may not have been prepared for any of this, but their new ally, Ronan, isn’t giving them a choice. If they don’t fight back? The world as they know it is done.What to Expect:[+] Weak-to-Strong Protagonist – Elion starts at zero, but survival means learning fast.[+] Shapeshifters & Monster Battles – Think were-beasts, but worse.[+] Clear Progression – Unlockable powers, evolving abilities, and high stakes.[+] A Race Against Time – The Beast Rings are spreading, and humanity is not ready.[+] Ancient Powers & Forbidden Arts – 118 Mana Gates to unlock, each one unlocking something deeper.[+] Humor Meets High-Octane Action – Snark, survival, and a world that doesn’t play fair.[+] Massive World-Building & Hidden Secrets – The Beast Rings didn’t start in this world… and neither did the war.The first mistake? Getting involved.The second? Thinking he has a choice."
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7ace1"
  },
  "title": "Eternity Beckons [Epic Cultivation Isekai]",
  "synopsis": "Book 1 complete - Book 2 posting.Immortality is its own goal.On the verge of an untimely death, Kevin accepts a bargain, offering a fresh chance at a steep price.One brush with death is enough for anyone, and Kevin is determined to seek immortality, cheating death and his deal with the devil alike. Arriving in a new world brimming with potential, he finds his future littered with cultivation obstacles.Finding a difficult path forward with help from his new home, he’ll have to work harder than ever to turn his weaknesses into strengths.When cultivators are more interested in power than the peak, few can understand the simple goal of eternal life. Yet those few who do will become the most stalwart allies.Kevin will have to unearth the deepest secrets of cultivation to have a chance at Ascension. Success will require overcoming arrogant sect disciples, body cultivating knights, secretive mystery orders, and an endless procession of people who just don’t get it.A lesser goal might not be worth the hassle; immortality is worth everything he has.Welcome to a new epic cultivation saga set in a modern world influenced by cultivation for millennia. Where ancient experts of world-shattering power, co-exist with modern, Qi-based technology.What to expect:A weak to strong character whose journey reaches from mere mortal to the highest peak.A modern, western-style setting influenced by cultivationSensible, fleshed-out charactersA world that combines traditional cultivation, strange adapted methods, and modern, Qi-based technology."
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7ace0"
  },
  "title": "The Lucky Cat Dungeon",
  "synopsis": "Ever since I was shoved into this dungeon by that divine feathery jerk, I've been assaulted by rats almost daily. I must have skipped the tutorial because this game menu keeps popping up whenever I want to do something and it keeps wanting me to spawn something called a 'scion'.Thing is, it might be rats today, but what about after I start upgrading things? Am I going to get attacked by dogs? Boars? Lions? People?Regardless, I don't feel like designing traps and monster encounters. I've always been a better game player than a game designer.Speaking of game design, this annoying game menu seems to include loot boxes of all things, but this gives me an idea.That shiny jerk who put me here wants to Pavlov me into playing his game? Fine I'll play your game, but I'm playing it my way. You think you can create an addictive game loop? I'll show you an addictive game loop.I'll make the best damn casino this world has ever seen. Those elves anddwarfs won't know what hit em! Besides this game seems to be pretty loose on what qualifies as an encounter.If anyone tries to get in my way, I can always use the resources and abilities being a dungeon provides me to politely show them the door.I'll answer to nobody be it the mob or tax collectors!Don't you know? The House always wins.Cover art made using assets fromhttps://www.irasutoya.com/What to expect:Slow burn story with a MC that goes from incompetent to competentA few discussions about market forces and economicsLots of cats"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7ace2"
  },
  "title": "Illuminaria [LitRPG Fantasy Healer Adventure]",
  "synopsis": "What if you were given another chance?  Another life?What would you do with it?Meet Joe.  When Joe died, he did not expect a screen to appear inviting him to join the world of Illuminaria.  By accepting, he joins a fantasy RPG-like world, with stats, skills, monsters, and quests.While this is a progression LitRPG tale, it focuses far more on plot than progression.  It is written to read more like a cozy first person D&D game than a system-driven race to phenomenal cosmic power.I released a previous version of this story a while ago.  This version has many of the same plot points but it has been reworked.Expected:•A slow-burn progression system.  The MC takes a while to find his footing•A healer-focused MC who grows into a chimeric being•Injury and disease play a large part in this story•Lots of world-building•Chapter lengths: 1500 - 2000 wordsRelease Schedule:Tuesdays, Fridays and Sundays"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7ace5"
  },
  "title": "Me? Dragon",
  "synopsis": "SynopsisThe life of a baby dragon, from birth to unknown heights. Born as a red dragon Rue will experience the benefits of such a prestigious race and the downsides. Dragon hunters, surviving in the wild, the journey will be difficult, but when you can breathe fire and weigh in at a couple of tones, pointy sticks don't do much…The world they live in is magical with many different beasts and races, and hopefully, our young dragon will live to “taste” all of the finer points of life.The story contains a litRPG element but I still like to have a natural feel to the way the world works. Please forgive me for mistakes and kindly point them out. I'm still new to writing.The Basics: SpoilerMagic: YesSmartphones: No (Dragons Can't Use Them)Martial Arts: No (Ever Seen a Dragon Punch Someone?)Monsters: YesAdventure: YesBasic Physics: Yes (Fire….lots of Fire)Dialogue Boxes: YesUpdates:Well, we will have to see, probably at least once a week.Author :This is my first attempt at writing fiction from a female point of view, even if it is a dragon. I hope I get the tone right, please be lenient.Content:The MC will be a fauking dragon, that's all you really need to know. Please give it a shot.Author Updates:Were Back!Have just finished polishing and releasing a backlog of chapters, and am writing more content!"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7ace6"
  },
  "title": "That Which Devours",
  "synopsis": "Alex’s hunger for power cannot be sated.No matter how many skill categories she learns, dangerous situations she gets into, or how hard she trains, Class Selection never appears.An unexpected meteor shower takes out the shuttle she's on sending the crew crashing to the ground.Yet it finally happens, Class Selection and with it aLegendary Class.But what the heck is a Devourer?It’s time for Alex to learn.For fans of weak to STRONG, legendary classes and dinosaurs check out That Which Devours."
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7ace8"
  },
  "title": "Where the Dead Things Bloom [Romantically Apocalyptic Systemfall Litrpg]",
  "synopsis": "My Second Life is a Dog-Gone Mess!Drowning in a bathtub should've been the end of my problems, not the beginning of weirder ones.Now I'm stuck in a reality where things refuse to die properly, buildings sprout tentacles, and my new \"best friend\" is a talking, humanoid husky-girl who swears we grew up together. Between dodging electric bee swarms and taking advice from a tinfoil-hat guru, with my Reconstitution at zero and her unwavering loyalty at max, we're heading back home—wherever that is now in this System-shattered world.What to Expect in This Series:-Systemfall apocalyptic world where refrigerators dream of steaks and grow legs to hunt at night-Numbers that go up when you kill living objects and other questionable things-Dogged Siberian Husky waifu with emotional baggage"
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7ace3"
  },
  "title": "Scion of Humanity",
  "synopsis": "If you could go back in time to before the apocalypse, what would you do?Blake thought he was sacrificing his life to defeat the alien overlord. Instead, he somehow finds himself ten years in his past, before Earth is aware of the malicious AI threat heading its way.With a second chance to right past wrongs, he must leverage his in-depth knowledge of the AI’s system and utilize his hard-earned martial skill to accomplish his goals. He must grow strong enough to defend his people, and establish a faction capable of uniting humanity.Follow Blake as he gains levels, recruits faction members, and expands his base of power. This is a Post Apocalyptic, LitRPG, Regression novel. Except for the occasional interlude, it is told entirely from Blake’s point of view. Town-building features heavily in this story, however, does not begin until he is able to establish his faction. This story does not contain a harem, but will eventually feature minimal romance.Three chapters will be released per week, MWF."
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7ace4"
  },
  "title": "The Traveler Initiative [A Monster Evolution LitRPG]",
  "synopsis": "Liam is a down on his luck gambler and his life is falling apart at the seams. It all culminates in a rather unfortunate end, as his loan sharks come to collect. Yet, it would seem that he gets another chance at life.With no other choice, he joins the Traveler Initiative, which promises the freedom to explore planets across the universe, a new body, and a slew of other benefits. But even in this strange afterlife, his gambling addiction rears its ugly head and he somehow ends up as a... Slug???What to Expect:- As a part of a personal challenge to myself, the MC spends A LOT of time alone. Dialogue is nowhere to be found, and neither are side characters. Until later into the story, ofc, but even then they only show up sparingly. There will come a time when everything opens up, but for now, the MC will be a lonely boy.- I am writing as a hobby, and I'm decently good at it. That being said, I'm writing this story for fun, which means not every detail is planned out, and there will be some inconsistencies or things the reader might find dumb.- Really just tryna have fun writing a dumb story, and for the most part, I treat it like a DnD campaign, tryna see where the story takes me. Some things are planned, most things aren't. This whole thing is just a happy little accident. Come along for the ride :)I do be having a Patreon as well if you'd like to check it out, you can read 11 chapters ahead over there."
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7ace7"
  },
  "title": "A Son of the Dragon",
  "synopsis": "In a world where magic and lineage dominate the arts of politics and war, Vlad is the dispossessed heir of a fallen house whose powers have been locked away. In the Sultanate, he and his brother Radu are little more than pawns, hostages whose original reason for survival died with their father, the Dragon, when their cousin usurped their father’s throne.When the newly crowned Sultan Alaeddin puts his princely rivals and steam-powered mechs at the vanguard of his army, Vlad is swept into the action by his brother’s foolish desire to be accepted by the Turks as one of their own. With danger comes the opportunity to prove himself a useful pawn. Useful pawns can earn a little freedom and favor.Yet that battle is only the beginning. And favor and freedom is not the same as loyalty. Vlad may be the sultan’s soldier for now, but he will always be the Dragon’s son."
},
{
  "_id": {
    "$oid": "67eabb106f25807d87d7ace9"
  },
  "title": "Reach Heaven Via Feng Shui Engineering, Drug Trade And Tax Evasion",
  "synopsis": "One woman's quest for freedom and justice through lying, engineering, friendship and mind games.In a world of immortals and demon beasts, of spiritual energy and cultivation, where a modern empire seeks to break old blood debts and dispel superstitions, bring peace and equality among species and peoples, and resist the Heavens that smite all those who step out of line - one Qian Shanyi, a young cultivator, is drawn into the orbit of a classical xianxia protagonist, whose luck is so great it gushes out of his ears.Can she survive, thrive, and ascend into Heavens like a phoenix, with nothing more than her cunning and tenacity as tools?It starts with engineering and turns into tax evasion, but at the heart of it one question: cultivation is the ultimate freedom, but what does freedom mean when the Heavens hold all the cards?Tags: Female lead, pocket dimensions, \"The Martian\"-style engineering, mindgames, xianxia, philosophy, civics in a xianxia world, opposition to \"might makes right\"What to expect:Complex motivations and characters with varied perspectivesLooking at various xianxia tropes through a different lensRebelling against the Heavens, and what it means to be a cultivatorComplex xianxia world that isn't built on \"might makes right\"Civics of a xianxia empire dealing with living weaponsA lot of problem solving and mind gamesComplex and detailed magic systemEngineering, politics and economics of sect building.What not to expect:Isekai, blue boxes, etcMisery porn (protagonist laughs in the face of problems)Romance"
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7aceb"
  },
  "title": "The Little Necromancer [A Dungeon LITRPG]",
  "synopsis": "An adorable child studying books on necromancy? What could go wrong?Waking up in an undead dungeon, by the cold touch of a curious skeleton poking her cheek, a little girl named Enya is stranded without her memories. After following along with this creature, she soon meets another skeleton named Pell, a rude and foul-mouthed merchant, desperate to escape.Undead monsters roam the halls, and with the dungeon soon to collapse upon them, Enya and Pell will have to do their best to survive. But to do that, she first needs to learn how to read a book—one that isn’t upside down.With the naivety and enthusiasm of a young, curious girl, she’ll need to study up on some necromantic tomes, all to become strong enough, to free the both of them from their prison.However, not everyone’s intentions are as they seem. Death, decay, decapitation, and deception are but constants inside of the dungeon. Her very survival, may just rely on the luck of a coin toss.What to expect:⬥Two Main Characters⬥An adorable MC(Not the skeleton).⬥Morally Ambiguous Protagonists⬥Necromancy focused on Crafting & Enchanting⬥A Tournament Arc⬥Eventual Academy ArcChapters uploaded on Tuesday and Thursday.Uploads around3:30PM CT. (4:30PM EST)Uploads are only on RoyalRoad, ScribbleHub, and Patreon."
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acec"
  },
  "title": "Not (Just) A Mage Lord Isekai",
  "synopsis": "Mechanics fix things.Fighters break ‘em.Those were the two truths Perry lived back on Earth. When he got isekai’d into a young noble with newfound magical powers, he found himself stuck with an awful choice. Try to survive on the Front, the mystical battleground where Hydras and Devils roamed free… Or find another way.So he took an oath. An oath that made him a Magus Dominus. A mage lord. He’d escaped his fate, least for the moment.For most his life, Perry was used to being alone. When he got sucked into Ro'an, he was suddenly thrust into the role of surrogate son to his loyal servant and half-brother to a tempestuous Storm mage. With their help, Perry prepared his best to be lord and protector for his domain. And if he fought a few monsters, and helped a few people along the way, well…Mechanics fix things. And fighters break ‘em.-Progression Fantasy with light LitRPG elements-No romance-Kingdom building and magic progressionDiscord, where the peeps be at.My previous story, the Forerunner Initiative, is available onAmazonKU andAudible."
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acee"
  },
  "title": "Hedge Knight [Epic Progression Fantasy]",
  "synopsis": "Arc 1: The Knight from Nothing has been stubbed upon the revised book release on3/25/25in accordance to Amazon's Kindle Unlimited policies. You can find the book releaseHERE. Additionally, free book promos will be announced to all members, including free ones, on my Patreon, which you can findHEREFor the powerless, desire is a curse.Since he was a child, Helbram had only one wish: adventure. It was this dream that pushed him from the comforts of his village, determined to leave his mark in story and song.Reality, however, is cruel.Years of failure have smothered the flames of ambition, leaving embers wrapped in a shell of rusted plate and weathered mail. Some call him knight, but he knows it to be a false title. One he knew would never be true.Yet still, Helbram walked, his feet carrying him into a land removed from those blessed by the gods, those guided by fate to greatness. It was here that his star would fade, returning to the nothing from which he came.Or so he thought.What should have been a simple mission to wipe out a band of bandits falls apart right at the outset, forcing the adventurer into a fight for his life alongside the stragglers of the failed expedition. In the chaos of their survival, something stirs within him.And the fading flames of dead dreams spark anew.Enter a world of epic fantasy with a progression of power from weak-to-strong, using magical systems from traditional fantasy and cultivation inspired from Xianxia novels. Explore a setting inspired by the likes of D&D, Final Fantasy and Wheel of Time that focuses on detailed world building, character development and interaction, magical science, action, adventure, and some elements of slice-of-life.Follow the tale of one shunned by the gods, of one abandoned by destiny. This is the story of Helbram Alligard, Hedge Knight.--Cover Art by the amazingKartStudioDigiTo read further ahead and get access to the Audiobook version of this story consider supporting me onPatreon. Regardless, I hope you enjoy this story and have yourselves a very pleasant day!"
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7aced"
  },
  "title": "Ancient Battles: The Changed Ones book 3 ongoing (Post-Post Apocalypse LitRPG trilogy)",
  "synopsis": "Is it truly an RPG Apocalypse... if no one can see the RPG?Generations after the Fall, Mankind has achieved a balance in a world it is no longer the master of. But your prospects in this Malthusian world are limited. Johanna Milton and her friends have an answer: delve into Ancient ruins, avoid Changed beasts and mana pockets, and salvage Ancient materials, collectibles, and trinkets to sell. It pays well if you avoid the perils of the Ancient world.But when they find the skeleton of an Ancient, their lives take a strange turn. Suddenly, Talents straight out of fantasy novels become theirs. While they try to make sense of what happens, eyes turn to them, to the four who seem to break all rules.Or are they merely following them? Because, in the Beyond where he's spent 150 years waiting, one dead Ancient knows the truth. Douglas Moore has played those games often enough when he was alive to make sense of the System that rules the Changed world. He can no longer act on his own, but he has access to the Interface. And four people for which he can bring whatever it takes to face the world.Change is coming.The Changed Ones is a slow-burn litrpg fantasy trilogy (Ancient Bones, Ancient Books, Ancient Bonds) set on Earth, 150 years after the RPG Apocalypse... which mostly failed. It is an homage to the venerable ancient RPGs of the Golden Box era, the Baldur's Gates, and many others, offering adventure whereYou must gather your party before venturing forth.Keywords: LitRPG, realistic setting, low-leveling, post-post-apocalypse, fantasy earth, slow-burn, secondary POVs, female primary MC, team adventure, worldbuilding.Trigger warnings: casual swearing, adult innuendo (no explicit scenes whatsoever, though). Oh, and potentially a bit of politics.Publication schedule: Tuesdays/Thursdays around 6 PM CEST/5 PM BST/noon EDT/9 AM PDT + Weekends (variable)"
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acef"
  },
  "title": "The Privateer",
  "synopsis": "Yvian Kiver has risked everything to start a new life as a void trader. She has staked her life, her future, and her freedom on this, her first cargo run. It is not going well. Yvian's ship broke down. Pirates came. Now Yvian is naked, tied up, and staring down the barrel of a lifetime of cybernetically enforced slavery. Just when she thought things couldn't get any worse, something worse arrived.The human.Lucky for her Captain Mims is in a bind. He needs a translator and he needs one fast. In return for her help, the human offers to take Yvian under his murderous wing. He will teach her to fly, to fight, and to kill. With no ship and no prospects, it's an offer Yvian can't afford to refuse.The void is a dangerous place.But that's where the money is."
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acf0"
  },
  "title": "Immovable Mage",
  "synopsis": "What do you call a mage incapable of casting spells? In this story, we usually call him Terry.When the boy is accepted into Arcana Academy, his talent in the pillars of mana foundation manages to awe everyone. All the bigger is the eventual disappointment when Terry turns out to be an utter failure at spellwork.Diagnosis? Major aspect impairment. No cure. Ever.Faced with expulsion, Terry is blessed with the unexpected kindness of others. He loses his spot in the Academy but in exchange, he finds a home with a caring family.Resigned to explore mana cultivation, Terry never stops looking for his own path as a mage – day after day, season after season, always searching for compatible spellwork. All to finally find the only spell he can cast. The beginning of a journey to discover that even a narrow path of magic can take you to the territory of legends.Disclaimers:Chapter Frequency: I aim for one chapter a week.Chapter Length: I try to keep chapters between 3000 and 6000 words.Binge Preference: I plan for 30 chapters per arc. If you want to binge a complete arc, then that is the number to wait for. I will also add a line to chapters indicating the beginning and end of an arc.Advance Access: I have created a Patreon page with early access to four chapters for patrons. All chapters will be published on Royal Road eventually.What to Expect:Progression fantasy with a western fantasy setting and with eastern fantasy elements.A main character that is forced to explore a very narrow path of magic due to a permanent condition.A main character that is a part of a larger cast.A main character that is growing but won't become the strongest around anytime soon.A story following a single main character but with introduction or theme setting scenes without the main character.What Not to Expect:Edgy grimdark characters– I will never write a sexual violence scene or gory descriptions of torture. I hate reading it and I would hate writing it even more.Romance – romantic relationships will never be the focus of the story and only appear in the background. The main character is preoccupied with other stuff. Other forms of relationships (family, friends, companions) play a bigger role.Cover: The cover art was commissioned fromredditor Linh-Nguyen87.The font is alita brush by Inovatype Typefoundry.Overview:001–030Arc 1, Cultivating Perseverance: complete.031–060 Arc 2, Undying Defiance: complete.061–090 Arc 3, Unyielding Fury: complete.091–120 Arc 4, Savage Hope: complete.121–150 Arc 5, Self-Made Fate: complete.151–180 Arc 6, Heretical Style: complete.181–210 Arc 7, Indomitable Bonds: complete.211–240 Arc 8, Eternal Grudge: scheduled for publishing.241–270 Arc 9, Blessed Curse: scheduled for publishing.271–300 Arc 10, Blasphemous Saint: first draft in progress.301–330 Arc 11, Inherited Will: sketching in progress.Further arcs are still in the sketching and idea collection phase.P.S. Hey amazon staff. Yes, I've been contacting you about infringement because someone released my story on amazon without my permission. I have not authorized publishing of the Immovable Mage on amazon, or on any other place than Royal Road and my own patreon."
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acf1"
  },
  "title": "Legendary Shadow Blacksmith",
  "synopsis": "Born disabled in a war-torn world, an autistic savant's only solace was blacksmithing—until even that was overshadowed by loss and despair. But when he joins the Otherworld Project, a chance to live as a powerful clone on a distant planet, he uncovers an astonishing secret:his clone’s strength transfers to his real body.With newfound abilities, Julian’s rise to fame begins. Will he become a hero across two worlds, or let darkness consume them both?Journey with Julian and his accidental rise to fame.NOTE: MC is in the spectrum. (AUTISTIC SAVANT)Release Schedule: At least 3 times a week (8,000 to 10,000 words)Average Chapter Length: 2,000 words(My chapters are getting longer. Longest is 4500)**I have been writing for a while, and althoughmy writing style is a little different,extremely lightercompared to other RR books,I do hope you guys try my book and learn to like it! Please do offer me your support and take care of me from now on, and I will do my best!"
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acf2"
  },
  "title": "Big Game Sniper",
  "synopsis": "A US Army sniper is on a mission with his squad, when he accidentally passes through a planar gateway and ends up in a fantasy world with a game-like system. Using his existing skills combined with his new access to magic, he gathers a small group of misfits to hunt down the dangerous monsters that nobody else will.P.S. While I have done research to try to get details right, I am by no means an expert on snipers, military protocol and terminology, or anything like that. At the end of the day, I'm just writing this to have fun, and so I hope that you can accept the story, with all its imperfections, in the spirit in which it was written.What to expect:- Cool, unique monsters- Interesting non-human races- Unorthodox combinations- Power based more on Skills than Stats"
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acf3"
  },
  "title": "Knives & Levels: Survival LITRPG Apocalypse",
  "synopsis": "When Earth is thrust into a deadly multiverse labyrinth, a kitchen worker armed with only his knives and wits must lead his coworkers to survive, level up, and uncover the secrets of their new reality.Colt King never thought much of his kitchen job. It was a way to pay bills, and like any other dead-end job, he felt like his life was draining away working it.That is until Earth wasIntegratedinto a greater reality—his workplace became the heart of a dungeon teeming with monstrous creatures.With limited resources, dangerous coworkers, and no clue about the fate of the world outside of the dungeon, Colt must step up to lead. Every stat point counts, every decision matters, and survival means more than just making it out alive—it’s about uncovering the truth behind the labyrinth and the multiverse itself."
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acf7"
  },
  "title": "Isekai Terry: Tropes of Doom (An Isekai Adventure Comedy)",
  "synopsis": "When computer programmer Terry Williams went to go to a walking trail at the park, the last thing he expected was for Truck-kun to come along and propel him into another world.Yet, when he wakes up with a head stuffed full of new information and people calling him the hero, he has no choice but to accept that his old world is lost to him. Of course, that doesn't mean he needs to buy into this whole hero gig. That's a job for suckers. Promptly running away from destiny, Terry finds himself both a victim to and manipulator of xianxia, manga, and anime tropes. The only question is, can he manipulate them well enough to survive and keep from getting sucked into a war he wants no part of?New chapters 2-3 times per week on Tuesday, Thursday, and sometimes on Saturday (if I've been a particularly motivated bunny that week)."
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acf4"
  },
  "title": "Storm Strider",
  "synopsis": "Five thousand kilometres from shore. A sea of leviathans snapping at her heels. Marisol has never felt more alive.Nearly a century ago, rifts opened and giant magic-blooded bugs descended upon humanity. They were named the ‘Swarm’ for their fierce, insatiable hunger for human flesh—but born and raised in a small desert village, Sand-Dancer Marisol wants nothing to do with them. All she wants to do is sail to a legendary island city and bring a vial of healing seawater back to her sickly mama. Who has time to care about some distant war?But just when she earns enough to pay for her once-in-a-lifetime trip to the city, a swarm of leviathans attack her ship and strand her in the middle of the sea, forcing her to pick a class from a system.Three out of four classes will save her life and bring her home, but only one will let her stand on water, move forward, and save her mother.So what if her system tells her she has a less than one percent chance of making the journey?Marisol will skate to the city or die trying.Updates every Thursday, Saturday, and Sunday!"
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acf5"
  },
  "title": "Somebody Stop Him [A Progression Fantasy Epic]",
  "synopsis": "Eighteen-year-old Martin Kilborne, a mundane human armed with his late uncle’s beat-up van and a talent for swindling and forgery infiltrates the Omnithean Superstate. Posing as a grieving, orphaned, half-blood student Alexander Glock, he scams his way into Skyfall Academy, an elite school filled with privileged cryptids.Hunted by Wendigo Scrutimancers, Martin has only a week to create a group of interdimensional dungeon delvers to find everything he’s lost when reality was torn asunder through the dastardly machinations of a teenagesupervillain girl.+ What toexpectin this series:Daily chapters!Love, death & cryptids.A clever, somewhat sociopathic MC who uses swindling, forgery, lying, jokes and compliments as weapons against far stronger and more dangerous cryptid-humanoids.Litrpg numbers VERY slowly going up from zero, progression fantasy, a mundane human MC gradually becoming a mage.Dungeon delving, cryptid civilization, cryptid waifus, crystal kittens.Companion books in the same universe:> Technomagica> Unlimited Isekai> Somebody Stop Her [Prequel]"
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acf6"
  },
  "title": "Salt and Blood [A Pirate LitRPG]",
  "synopsis": "Rose always dreamed of becoming a pirate. But stuck in a backwater fishing village, the best she can hope for is to follow in her parents' footsteps.That doesn't suit Rose, so she steals a fishing boat and sets sail.Unfortunately for her the tide is far from kind and caught in its current, she must put her life on the line to have a hope of achieving her ambition.Fans of One Piece, Pirates of the Caribbean, or Treasure Island will find this a thrilling read.What to expect-A somewhat lighter system that focuses on skills, equipment and professions, rather than stats-Young MC who is a little clueless about the world and learns as she goes-Mostly ocean based story with epic naval combat and one-on-one duels-A weak to strong MC who starts in a tiny corner of the world and ends up a pirate legend-New chapters MWF at 9am ESTTo support me and read up to 30 chapters ahead, check out my Patreon:AdventuresseIf you'd like to hang out with other readers and myself, join the Discord:Adventuresse Club"
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acf9"
  },
  "title": "Crimson Eternal: An Immortal Death Mage LitRPG Apocalypse",
  "synopsis": "The main protagonist is unable to die. They can be captured and sealed away, but they cannot die. Do not read if you want the protagonist to be able to die.Death is an inevitability for all except Aria.Something she knows all too well.In a world locked in war, with the majority of its continents already wiped out before the signing of the Great Treaty banning strategic level weaponry and magic, Aria Crimson finds herself lost. Treated as a weapon by the military since she was young, she has almost forgotten what it was like to not be at war.But when a strange looking screen similar to those of the newly created devices known as computers appears in front of every last person on the planet, things change.Every human on the planet is given a class and a way to level their class. Given a new way to power outside of just their natural-born abilities.But along with the power comes the invaders. Humans from another world declaring war on their world, trying to take it for their own.Now, after ten years of fighting, Aria finally has a way out of the war. One that involves even more fighting.How will the world react to the changes, to the invaders, and to the power granted to them?And how will the only True Immortal in the universe, one dubbed by the System as Death, one of the Four Horsemen of the Apocalypse despite the irony, choose to proceed?Join Aria as she figures that out for herself.What to expect:~A relatively laid back true immortal protagonist who cannot die.~ Written mostly in first person Point of View.~ The first world in the series with a level of technology equivalent to the 1950s.~ A world where people have a chance to be born with an ability.~ The world suddenly being initiated into a System upon the invasion of another world's people.~ No romance.~ Guns used as weapons in this story instead of just being dropped like many LitRPGs do.~ A protagonist who travels across a lot of worlds in their immortal life, slowly growing stronger throughout it with lots of time skips.~ Book 1 is largely introductory into the universe and characters with book 2 truly getting into what the story will be like.Chapters are generally between 1.4-2.3k words. The first chapters will be even longer."
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acfc"
  },
  "title": "A Bright and Shiny Life",
  "synopsis": "Malz is a terrorist. Perhaps partisan would be a better word, though I won't insult you by saying freedom fighter.Three years ago the Arkothan Empire invaded the Kingdom of Caethlon and crushed the main part of their army. The king surrendered, and ordered his subjects to lay down their arms -- not everyone complied. Three years of ruthless partisan fighting later, terror and sudden violence have become the norm. Tactics once thought abhorrent are now basic, magic is applied in identity destroying ways, and the lines separating enemies are blurred.An assassination goes wrong and Malz must flee the kingdom -- sent on a mission to impersonate a noble and infiltrate a prestigious magic academy. The life of an imperial noble is bright beyond anything known before, and Malz will do anything to keep it. However, the allure of dark powers are not easy to put aside.Normal schedule is Monday and Thursday, temporarily reduced to just Thursday.Chapters are between 2 and 5 thousand words depending on the scene, though I try to keep it bellow 3 thousand for editing reasons."
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acf8"
  },
  "title": "Hard Luck Hermit",
  "synopsis": "Book 2: Wild Card WandererTwo years ago, Corey Vash got abducted by aliens, and a few months after that, he saved the universe -even if it was mostly on accident. Thanks to the skills of his new bounty hunter friends and no small amount of luck, Corey Vash saved the day, but hero status isn’t all its cracked up to be. The parades and the free drinks are over, leaving the bounty hunters with nothing but the expectations of a frightened universe and the overbearing attention of governments who want picture perfect heroes the only mostly sober crew aren’t cut out to be. With the shadow of another invasion still looming, a murderous new threat starts to stalk their every move, forcing Corey and the crew of the Wild Card Wanderer to move past the mess of bullets, booze, and blind luck that’s kept them alive and become actual heroes -even if they aren’t very good at it.Book One complete.  Book Two in progress. Updates Wednesdays"
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acfe"
  },
  "title": "Witch of Fear [Mild horror, Isekai High Fantasy]",
  "synopsis": "[participant in the Royal Road Writathon challenge]In ancient folklore and tales, they said the fae were beings of purest magic and foulest trickery, creatures who would mislead travelers into deadly bogs or steal children in the dead of night from their once safe beds.Autumn was one such child.When a foolish witch made a poorly worded deal with these tricky creatures, they stole the poor girl whose only desire was to survive her last year in high school. They dragged her from restless slumber and tried to drown her in the deepest black waters of terror and pain.She barely escaped with her fragile life and must now rely on the witch's advice and her own paralyzing fear to gain the power to return to her world.Along the way, she’ll find herself lost in a world of magic, intrigue, and perhaps love.If the fae don’t catch up to her first, for the Wild Hunt never stops until it has its prey.Be warned that this story contains elements of horror, gore, fear, and lesbian romance.Chapter lengths are around 2000 words."
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acfa"
  },
  "title": "I Shall Remain (A LitRPG Isekai)",
  "synopsis": "The Book of Job only tells part of the story.  The Second Cycle Game Begins.  Earth lost its first about 12 thousand years ago.Xotl is a demon tech working on the Game.  His job is to help ensure Earth loses and is Raptured again.  He thought he was assigned a lucky team of participants, all weaklings and losers sure to die off early.Except one of Xotl’s team members, Dan, knows an impossible amount about the Game.  And no matter what Xotl throws at him, Dan just won’t die.A regressor tale from a different point of view.  (Not a time loop.)I Shall Remainwas inspired by L. M. Kerr’sReborn: Apocalypse.  This is a LitRPG with self-cultivation elements, stats, classes, and aFinal Fantasy 7-like Materia system.WARNING - There are a lot of very disgusting comments by a very crass demon including some that are sexual in nature but there is no eroticism at all or any dirty scenes.What to Expect?DeathTaxesWhat others are saying aboutI Shall Remain.“I’m not reading this crap.”-Author’s mother"
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acfb"
  },
  "title": "The Legion of Nothing",
  "synopsis": "Nick Klein is your average high school geek--if you can still count as average when your grandfather is a retired superhero, and you've been trained in the martial arts by his friend, a mysterious, immortal mercenary.After his grandfather dies, Nick inherits the last version of the Rocket suit, powered armor that allows him to shrug off bullets, smash through walls, and manipulate sound. Along with it comes the base of his grandfather's superhero team including the team's jet and trophies from forty years of fighting criminals and aliens.Together, Nick and his friends, descendants of his grandfather's teammates, attempt to bring back a superhero team that was originally formed during World War 2. Along the way they'll face the normal problems of high school (bullies, homework, and dating), and the less normal problems like supervillians and mysteries leftover from their grandparents' past.As a story, it uses the conventions of all eras of comics from the 1940s on, ranging from serious to silly. If you're hoping for a grim and gritty story, this isn't it.The Legion of Nothing first debuted on my websitelegionofnothing.comin 2007. In that period it's updated more than 900 times, is still running, and has had millions of pageviews. The first two years have been released as an ebook, receiving good reviews onAmazonandGoodreads.I hope you'll enjoy it, and that you'll review it and comment. You can also vote for it onTop Web Fictionand rate it onWeb Fiction Guide.Member ofThe Order of Phantasmal Architects."
},
{
  "_id": {
    "$oid": "67eabb3c6f25807d87d7acfd"
  },
  "title": "Path of Dragons - A LitRPG Apocalypse (BOOK 1 STUBBING APRIL 4)",
  "synopsis": "Elijah is dying.Afflicted with terminal cancer, his days are limited.  So, after deciding to spend his remaining time with family, he boards a plane and sets off for the Pacific Northwest to be with his sister.  However, along the way, Earth is transformed by the touch of the World Tree, injecting it with magical Ethera and connecting it to a much larger universe via the System.  More importantly for Elijah, though, it also causes his plane to crash, stranding him on a deserted island.  But all is not lost, and through the System, he gains the Druid archetype that may be enough to allow him to survive a hostile environment filled with powerful monsters as well as more mundane threats like starvation and the elements.Meanwhile, his sister, Alyssa, must survive the collapse of civilization as she knows it while trying to keep her family safe.Follow them as they try to navigate an apocalyptic world full of game-like stats, classes, and threats aplenty.Current Release Schedule is one chapter a day (7 days a week) at 11AM CST.  Patreon is currently100 CHAPTERS AHEAD.If you want to discuss the story, check out my Discord:https://discord.gg/ccQQbgJ67yPath of Dragons 1, Protector of the Grove: Coming to Kindle, Kindle Unlimited, and Audible May 6, 2025."
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad00"
  },
  "title": "The Goddess's Gift",
  "synopsis": "Volume 3: Sage is on her own for the first time in her life. Well, not really. Diana, her mother's familiar, has come with her, at the insistence of her father. Sage longs to help strengthen the bonds between humanity and feyfolk, and knows that her new job as the fey ambassador assistant will help her do just that, as the country of Tern has long been wary of feyfolk in general. No one displays this wariness more to her than Callan, the very grumpy (but somehow really attractive??) Captain of the Guard at the palace. When strange occurrences happen around the palace, Sage finds herself taking the blame, even though she's done nothing wrong. Will Sage find herself locked away in the dungeon for things she didn't do? Or will Callan overcome his dislike for fey folk, who are to blame for the death of his parents, and prove that Sage is innocent of anything she's accused of, even murder?! (The characters from books 1 and 2 are in this story!)Volume 2: Marrina is a mermaid with a lovely voice, not that that's very unusual, let's be honest! But her gift lets her do more than simple siren song. Arden, a half-fey man stumbles upon Marrina and her friends, held captive in a circus, and discovers her amazing abilities. Will he be able to help her and her fellow captive fey folk escape to freedom? Or will he himself become enslaved as well? (The characters from book 1 do show up in this story!)Volume 1: Out in the countryside, on a little farm in a cozy cottage by the forest, lives Winna and her two cats. Winna's purpose in life is to help her community with the weak healing skill she inherited from her mother. When a cute black cat with gorgeous green eyes and a hurt paw appears, Winna takes him in without hesitation, not realizing that she's welcoming far more than just another cat into her quiet little life. Expect magic, fey shenanigans, a cozy, slice-of-life pace, and cats!Please note, volume 1 is kind of slow to get started! (I'd say Ch 7 is where things really start to get interesting) The fey in this story are my own take on the fair folk, so they'll be a little different from your more traditional fey.Updates Tuesdays, Thursdays, and Saturdays at 7:05pm Eastern time!For anyone who's read my other work, you'll definitely see similarities between my other writing and this tale, so if you liked my other stuff, you'll probably like this one too. Please note, none of my other stories on here are set in the same world.*The sensitive content tag is due to pet-related sadness in volume 1 that made me cry while I was writing it. But at the risk of spoiling stuff, no animals are hurt or die."
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad01"
  },
  "title": "Immortal Paladin",
  "synopsis": "I had finally done it—achieved the ultimate Paladin build. Maxed stats, impenetrable armor, and so many resistances that death itself had given up on me. I was an unkillable tank, an indomitable force. Nothing could stop me.And then my PC exploded.I died.Irony, thou art a cruel mistress.But instead of the afterlife, I woke up as my Paladin character… in the wrong freaking genre. Instead of castles and dungeons, there were people flying around on swords, shooting qi beams like fantasy laser guns.“This is definitely the wrong genre,” I muttered, watching a pompous young master sneer at me.“Kowtow, kiss my foot, and beg for forgiveness!” he declared.I looked at myimaginarymaxed-out health bar, then at his flimsy silk robes.Oh, this was going to be fun."
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad02"
  },
  "title": "Sword Saint's Reincarnation - a LitRPG Adventure",
  "synopsis": "The greatest warrior is reborn as the lowest wastrel.As the Sword Saint, the greatest swordmaster in the world, there was no place Roland couldn't go. No enemy he couldn't defeat.But pursuing strength above all else was not without consequences. The price of his power? Death at the hands of his brother, the last surviving member of his family.Now reborn in the body of Rylan—the greatest shame of the Flameheart family—Roland refuses to waste his second chance. He already had the capability and the drive, but now he also has the wisdom and knowledge of what is truly important. He won't forsake his family again.Reaching the peak will be easy. Doing so while remaining true to his newfound convictions will be much harder.There's just one problem—the criminal underworld won't let their biggest customer go so easily.What to expect:. Reincarnation LitRPG. Swordsman MC in a world of magic, but he'll also learn some magic, especially later on. Strong to OP progression. Third person. Not a murderhobo. There will likely be some romance in the future. No harem* Daily chapters while still in Rising Stars"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad03"
  },
  "title": "Last Lord of the Fey",
  "synopsis": "An ancient heritage of immense power, a new bloodline with limitless potential.When you inherit dragon-killing gear, you get assigned to kill dragons. And when you’re the youngest and least experienced of the family, you get sent on the least respectable hunt. That was the case for Tristan; sent to kill a gods-damned fairy dragon. The most cunning and tricky of all of them.He had almost caught and slain the blasted thing a few times, but it always slipped him. When he finally catches his quarry, she runs away to the Fey Realm. And like a good dragonslayer, he chases her there. But upon arriving, his heritage awakens. Tristan gains the ancient power of his mother’s bloodline and learns of a vault containing forgotten secrets. Given the role of Lord of the Fey Realm, he attempts to get access to those ancient treasures.But he is not yet strong enough to unlock the door. The very creature Tristan was hunting becomes his companion as he sets out to obtain the power to claim his birthright. A path that is fraught with danger and growth.He will not need to train for hundreds of years, because his family has a secret. They don't just kill dragons because they need to be hunted – they kill those creatures to consume their strength.And there are plenty of dragons out there to eat.Post Time:6:00 am PST, M/W/FDiscord- join the conversation with other fans!Patreon- if you want to support me and get advanced chapters (40 chapters ahead)!Store- if you want merch!"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad04"
  },
  "title": "Tribulations of a Dragon",
  "synopsis": "Kira is pretty happy in life, living mostly sheltered while studying. Things are pretty great as she spends most days just hanging out with friends and preparing for life. Having grown up in a peaceful city with her loving parents, she doesn't have much to worry about at all.Unfortunately, that happy life is cut short, but it isn't the end of Kira as she soon stumbles upon new challenges to overcome.Waking up in a strange place is bad, waking up with an unfamiliar body makes it worse. Now Kira must learn to navigate this unknown land as she tries to get her head straight.This story will cover her troubles, victories, and many things in between.The prologue takes place in Kira's Origin Home and chapter one is the Sword and Sorcery reality she'll come to know.We'll discover the world through Kira and the people she meets, with some chapters focusing on others.I don't intend to rush this story, so it might take a bit to get rolling.I will add content warnings to each chapter, but do mind the story content warnings, they will come into play.The chapters will typically be 5-6k each later on. I will be aiming to release one chapter every four days.What to expect:Dragon shenanigans.Personal turmoil.Slow burn.First person present tense.Fantasy World.What not to expect:Dragon turning into human.Romance.Combat every chapter.MC knowing all her abilities on day one.-----If you have feedback, but don't want to leave a public comment, my inbox is open and you're welcome to PM me. You can make the subject either \"Feedback: Reply\" and I'll probably get back to you, or \"Feedback: No Reply,\" and I won't reply."
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad05"
  },
  "title": "RETURN OF THE MARTIAL MESSIAH",
  "synopsis": "Strap in for a high stakes, edge of your seat adventure that will leave you thirsty for more, more, moreThe year is 2493The AI wars have come and goneWhen the AI infected the internet, three hundred years of industrial and technological advancements were eradicated overnight. After untold sacrifice, humanity won, barely. Victory was only possible thanks to the hidden martials revealing themselves and stepping onto the stage of history. They were named the Old Monsters—immortal superhumans with impossible strength and speed, capable of dismantling entire armies with their bare hands.Thus began the gold rush of the 25th century; the rush to fitness, to the unimaginable power displayed by the Old Monsters. Wars were abolished, replaced by duels. Ancient medicines were rediscovered and improved, enhancing lifespans and leading to an unprecedented boom in population across the globe.In this grand new era, a technology was perfected. It was supposed to be the AI’s greatest weapon, and last ditch attempt to overtake humanity: Quantum computing. Twisted by the hands of its creators and enemies, the quantum computers birthed an unexpected advancement that once more shook the foundations of civilization.They called it: Time dilation.Through it, humans tripled their life expectancy. Have a thirty minute lunch break? Turn it into an hour and a half. Only two days of vacation with the family, why not make it six? In mere days, the fundamental human experience was flipped on its head. Of course, a world obsessed with martial prowess would not let such a good thing go unmolested.For ten years, corporations willing to cross any line in the name of profits strangled the world into submission by restricting access to the dilation. They turned countries against each other and assassinated anyone foolish enough to stand in their way, until only they remained in control.Then, they enslaved everyone.Raine KongRu signed a life-long contract with CronGate and spent his best years as another cog in the corporation's rise to power. He faced death at every turn, and barely came out breathing on the other end.Now, he’s awoken in his old body, two days before it all began. With a chance to amend his mistakes, he'll have his revenge while teaching the world exactly how deadly a man becomes after thirty years of the most brutal martial combat ever imagined.What you can expect to find in Martial Messiah:Tension! ToraAKR’s overarching goal for Martial Messiah was to create a VRMMO that overcame the largest pitfall of its genre: Tension. Readers beware, this is not a story you can enjoy relaxed comfortably in the back of your seat.Martial Messiah contains complex LitRPG and magic systems. A logical living world, where every action has rippling consequences that create a deep sense of immersion. Minimal contrived plot armor B.S. And an MC who isn't afraid of the fairer sex or engaging in meaningful relationships.CURRENT SCHEDULE: Mon - Thursday"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad06"
  },
  "title": "The Ether Witch Volume 2",
  "synopsis": "Having narrowly escaped being captured by the Zinferan army, Tam, Eli, and Luca find themselves on the run.Their goal?Find a way home to Daxaria.However, Tam carries on his family legacy, and continues to find himself in a whole cauldron of hot water.Despite discovering his familiar and starting to embrace his magic, there are greater powers that loom over him that may be too strong for him to face alone.Will he be able to guide his loved ones out of danger? Or will he find himself having to take drastic actions to end the brewing chaos.Find out in the second volume of The Ether Witch!"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad07"
  },
  "title": "Late to the Party (Fantasy Isekai)",
  "synopsis": "The desperate people of a world assailed by chaos demons are forced to turn to their last resort: summoning the five prophesied heroes to save them. Unfortunately, even after all their careful preparations, something goes wrong. Only four heroes arrive.One hundred years later, Lucas Brown wakes up in a ruined, decrepit castle with no idea how he got there. With rapidly-growing magical abilities foisted on him, Lucas is forced to survive in a dying world where everyone knows his name, and many have strong opinions on his long absence.And far in the North, in the Blighted Lands, the Demon Lord awaits.Expect:- A post-apocalyptic mediaeval world teetering on the brink, but many people still hold hope.- Progression; lots of swords, shields, bows, and wands.- War, political intrigue, and combat.- A large, fleshed-out world that will get thoroughly explored.Do not expect:- A harem.- Sex scenes.- Cheesy romance.- Blue boxes and stats."
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad09"
  },
  "title": "THE DEATHSEEKER",
  "synopsis": "Dragon of the North...Lord of High Honor...The Immortal Giant...The Black Maelstrom...Son of Thunderfield...Aamon’s Axe.Dalric had many names. None as fitting as his last.Battle the Gods and the odds are always stacked against you. Battle yourself and you always lose. He spent much of his life doing both, and they were the only wars he'd seen defeat in. Alas, they were endless endeavors, never leaving him be. He thought eternal retreat would finally bring him peace, but even death could not free him.When Dalric found what he sought, he met not his end, but rather a new beginning. Once again, the battlefields called for him. This time, they would only accept victory.<><><>Some time in the futureHeduana waved her hand at her poorly veiled client, \"Enough. I'm a storyteller, not an informant. Whatever the case may be with thisthornof yours, it is a story unfinished. If you survive its end, you may return. I'll recite it to you.\"They cursed, stood, cursed again, and marched to the exit.Heduana giggled.After they had stormed away and she was once more left with nothing but her books and wayward souls, a glow came to her eyes accompanied by a devious tint to her smile, \"To come to me… So the Gods' demon has returned not onlyunchained, butdefiant. Fascinating. And just in time to throw so many plans astray.\" She raised her hand and a tome dropped in it, \"What tale will you tell this time,Dalric the Deathseeker.\"What To Expect:A good time.In a few more words than that, a good amount of intra personal conflict, of schemes and intrigue, of interesting spells, of worldbuilding, of intelligent characters, of some other sixth thing, and of chapters. This will be ajourney.Release Times:Sundays 12pm EST and Wednesdays 9pm EST (Currently posting daily)I also writeA King in the Clouds"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad08"
  },
  "title": "The Crime Lord Bard [A LitRPG Isekai • Anti Hero • Fantasy]",
  "synopsis": "Jamie is a criminal genius. At twenty years old, he is one of the best arms and drug dealers in the world.His own set of rules brought him thousands of enemies, but it took a divine mistake to make Jamie leave this world—literally.One of the gods of Kjarnheim has disappeared, and the gods need the best humans to find him.They just didn’t expect that the summoning magic would have its flaws and would bring a true villain to save the world.Jamie will prove that sometimes a hero can't complete what is, at its core, a villain's mission.What to Expect:- The lead will be an anti-hero and sometimes a villain;- He has a clear set of rules;- Progression will be slow, but he will use his intellect to solve problems;- Economics and World Domination (From a Villain / Gangster PoV)- High Fantasy;What not to expect: Harem or Smut.Schedule: Weekdays"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad0a"
  },
  "title": "In my Defense: Turret Mage [LitRPG]",
  "synopsis": "The System is dead. That doesn’t stop it from choosing us.Ryan Kotes, a nerdy teen from Proxis 3, sacrifices himself while attempting to save his family from a group of vicious reavers, but, at the moment of his death, he is chosen. The System, an all powerful cosmic machine meant to elevate humanity beyond the stars, plucks Ryan from his home and transports him to a custom tutorial meant to teach him the basics of his class.Unfortunately, the tutorial is in ruins, monsters want to wear him as a skinsuit, and Ryan’s class isn’t meant for combat. Oh, and why is a significant portion of his body made of metal?Join Ryan as he comes to grips with his new life, battles hordes of monsters, and turns his non-combat class into something to be feared.[Updates Tuesday and Thursday for now.]***Ryan is a smart protagonist that starts out fairly weak but is able to progress through the acquisition of knowledge, materials, and the exploitation of bugs in the System. Give it a shot if that's your thing.***"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad0b"
  },
  "title": "Realm of Monsters",
  "synopsis": "In a land ruled by vile monsters, where death is common and life is cruel, one outcast endeavors to have it all. When misfortune drags the odd goblin Stryg from his forest home and into the ruthless city of Hollow Shade, he must try and adapt to a world that only sees him as a dimwit savage.Stryg finds himself embroiled in a school of magic, where an aristocrat's smile is filled with deceit and the simplest of remarks may lead to death threats. Yet nothing will stop him from aspiring to his beliefs of glory: power, honor, and food with salt.But as Stryg navigates through the muddled grey waters of the Ebon Realm, he will learn that some monsters lurk everywhere.Author's Note:I also post on Scribblehub and Taps"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad0d"
  },
  "title": "Brewing Bad (Fantasy Isekai Light LitRPG)",
  "synopsis": "Lucas is a dick, but you would be too if you died in a meth lab explosion and found yourself in a fantasy world. Now, with only his ruthlessness and an ever-increasing body of alchemical knowledge, he has to make his way in this new world, because being poor sucks no matter where you are. What’s going to happen? He has no idea, but he isn’t dying again, because he already knows the afterlife is pretty much bullshit.Updates Tuesday, SaturdayWhat to expect:- Light LitRPG elements that increase over time- Single Point of view/MC- Crafting/Alchemy- Clever plans, scheming, and fast-paced action- Weak to Strong- Subtle references to a certain show"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad0c"
  },
  "title": "More to Love [Otome + Action RPG Isekai]",
  "synopsis": "[Wonnered the RoyalRoad April 2024 Writathon Challenge!]Annie’s whole life revolved around helping her parents make ends meet. That meant multiple jobs, no luxuries, no time for social outings, and no time for hobbies. Annie’s only escape from her tedious and inconsequential life is by playing dating sims, because they were the least time- and effort-intensive games her outdated computer could dependably handle.Then one day, she wakes up in the body of a magical student in a magical boarding school. She has the potential to make a new life for herself, with skills and abilities she had never dared to imagine. Unfortunately, she doesn’t start as far along as she would have preferred. In the body of Aida Loreh, she is nothing but a side character...a side character in the newly released dating simMore to Love, a dating sim with RPG and combat elements, that Annie wassolooking forward to playing; the supportive best friend to the Main Character, Suelina Heslia. Not only that, Aida’s base stats are abysmal, like her only role is to elevate Sue’s beauty, allure, and combat prowess.Annie is faced with the reality that she’s doomed to never have a comfortable life of her own, even in this reincarnation. But unlike her reality, as Aida she doesn’t have anyone else to worry about. The world, thestory, revolves around Sue. Embracing the freedom of being a minor character and not being responsible for anything or anyone else, Aida decides to take the risks she could never take before, push the boundaries to carve a lifeshewants for herself - because what’s the worst that could happen?Posting Schedule:Monday, Wednesday, FridayRead ahead onPatreonfor up to 10 advance chapters!Discordserver where I post (near-daily) accountability/progress updates!Book 1 cover bymeloncat<3Book 2 cover byKevin Di Pasupil(IG)Main & Book 3 cover bySteven Shan"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad0f"
  },
  "title": "Mage Among Superheroes",
  "synopsis": "Turlough is a mage. He also happens to be an orc, generally lauded as being less intelligent than humans. He was unfortunately born with the Curse of the Barbarian, meaning that he can’t level up except through combat- which greatly hinders his ability to show he can be a proper mage.In a world with necromancers, dragons, invading armies, and all sorts of other monsters he would still be able to advance quickly, but unfortuantely… that world is not his world. An unprecedented peace reigns across the land, and in the last several decades there’s been little use for people capable of fighting- and thus little reason for people to fight him. So when he sees a portal in his master’s study he takes it, hoping to find a horde of demons or something equally foolish to combat at low level. But instead he ends up in a strange city full of skyscrapers and people running around in colorful outfits. Superheroes- and of course supervillains as well.What dangers and opportunities could await him in such a strange and unfamiliar world? Only time will tell.Inspired by many things in the superhero genre, and Super Minion specifically- though while the setting will share some standard elements, it is an original setting that will hopefully be as engaging as many of the other universes.Schedule:One chapter each Monday/Thursday, approx. 2000 words.Cover art courtesy of Sininenblue (Thanks!)"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad11"
  },
  "title": "The Journeys of Seraphiel (LitRPG)",
  "synopsis": "When Lucifer rebelled against the almighty, he was condemned to rule over hell, while his eldest sister and the oldest of the Angels was exiled. Sent to fix other universes before trying to fix their own. Now Seraphiel finds herself in a universe where legends meet and universes crash together. Summoned as a champion in a great game where gods summon heroes and villains from other universes to fight for their amusement. Come follow as the Exiled one comes face to face with some of the most powerful beings of all universes, as well as her own past.(This is kind of an original story and kind of a fanfiction where characters and even entire worlds and races from other stories clash. You won't get to see an alternative version of Harry Potter going through Hogwarts, but you might see him or many other heroes and villains clash in a universe of my making. Also LitRPG because why not?)"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad0e"
  },
  "title": "The Stratigos of Dark Magic",
  "synopsis": "The Remen Empire is at the precipice of destruction. Enemies surround it from all sides and erode it from within. Blood is spilled constantly by those who seek to destroy it. However, there are those who will not let it die. And among them is a practitioner of dark magic.Warning: The characters in this story live in accordance with a system of moral values that haven't been followed in the real world for hundreds of years. These values differences might make the heroes of the story come off as villains or at least anti-heroes to modern readers and the villains come off as truly monstrous."
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad10"
  },
  "title": "Infinite Farmer: A Plants vs Dungeon LitRPG",
  "synopsis": "Betrayed. Alone. Forced to survive the deadliest dungeon in the universe. As aFarmer.Tulland dreamed of adventure.To be someone who sees every-place, goes every-where, and does every-thing.All he wanted was to go beyond the confines of his tiny island. So, when the Church denied him a class, he turned to the only other being that could grant him his wish; The System.And the System delivered. Tulland gotaClass, but not one he ever wished for. Awakening as a Farmer, he finds himself in the one place where he can grow away from the clutches of the Church — The Infinite; a dungeon whose end even heroes of old have never seen. Armed with what dregs of power the System deigned to give him, Tulland will have to figure out how to survive, and cultivate, the universe’s deadliest dungeon.Expect:+ Progression fantasy with actual farming!+ A very stubborn MC+ Combat! Action! Plants!Schedule:+ Daily (7 chapters per week) (more while we’re starting out)+ Book 1 completely written!"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad12"
  },
  "title": "Wizard Space Program",
  "synopsis": "Vaughan is a middle-aged wizard who is about to have a wonderfully terrible idea to go as far up as he can. As he and his band of misfits will soon discover, having magic does not make the cold hard science of space travel any less dangerous.Major Editors:Shilic, Pink Mann,Guldringr, VoidTemplar2000, Sarge, Ebony SableUpdates monthly (currently).Published in several other locations, but the home area ismy site.Which leads to everything else relevant.-GM, master of SPAAAACE"
},
{
  "_id": {
    "$oid": "67eabb616f25807d87d7ad13"
  },
  "title": "Shadowed Knowledge (Pokemon)",
  "synopsis": "Jason, or Jace for short, was always a fan of Pokemon, and games and anime in general. So after finding himself in a world full of the critters after a mugging, he doesn’t have much to complain about. Maybe the fact the world is a bit darker than he would have liked, but that just drives him to want to help out all the Pokemon he comes across.We follow him as he helps deal with the many problems of the Pokemon he meets, trips on more twists than a pretzel, thwarts villainous plots, and tries to live the fantastical sort of dream that he’s always wished for. But of course it can’t be that easy. He still needs to figure out why he was brought here, why he can talk to Pokemon, and why he knows more things than he remembers about a world that he was only mildly obsessed with. But that’s a problem for the future.This is a wholesome sort of slice of life with lots of adventure stuff and a bit of a darker edge, following someone who wants to see the world and make friends with as many Pokemon as possible."
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad15"
  },
  "title": "The Young Lady is a Reborn Assassin",
  "synopsis": "Jensen Weller was the world’s most infamous professional killer – a shadow in the night who stuck fear in the hearts of politicians, businessmen and terrorists alike. Living life under fire, he always knew that one day his number would come up. After finally falling during an intense gunfight, he awakens to find himself trapped inside the body of another, the body of a teenage girl.Now afflicted with an extreme compulsion to laugh boisterously at the drop of a hat, the newly renamed Maria Walston-Carter must attend the nation’s most prestigious boarding school and do her noble family proud. What initially seems to be a peaceful existence in a magical world undergoing an industrial revolution soon proves to be anything but.Jensen’s skills as an assassin aren’t ready to be put away just yet.Also available on Scribblehub"
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad17"
  },
  "title": "Summoned by Monster Girls",
  "synopsis": "Life hit Liam Cosgrave hard, like it has for a lot of people. Forced to work a dead end job to make ends meet, he barely had energy to do anything besides work and sleep. His life was basically just day to day survival.That is, until he was summoned to another world in a freak accident.Sitting in his truck after a fender bender on the highway, Liam was questioning whether something was out to get him. At that moment, events conspired to toss him to another world. Upon arriving, he met a pair of interesting young women who had been trying to summon a creature to act as a party member and protector, as well as a school project. Instead they got Liam, which was more than they had bargained for, given that humans were creatures of legend and myth in their world.He had no sooner agreed to work with these two when the same mysterious force that transported him there promptly reversed and shot him back to Earth, leaving him with a parting message that the girls would call him back soon.And thus, Liam's life trying to balance his day job and being summoned to another world started. After all, what sort of mischief could his girls get up to that they'd need a 'legendary creature' to get them out of it?---This is a SLOW BURN harem story. There will be a harem but it isn't going to get rushed. There will be gore, fighting, realistic reactions to death and emotional conflict. Also slice of life! Since the girls demand the chance to just relax after all..Also lots of monster-girls.---Series was formerly titled as \"Summoned by a Sorority.\" Retitled to more accurately portray story.Disclaimer - All characters portrayed in any sexual acts are of legal age. Any chapters with explicit content will be flagged in chapter title.COPYRIGHT NOTICE - this series, title, characters, setting...etc are©2023 M.Tress LLC (me).Current Update Schedule - Tuesdays and Saturdays.Participant in the Royal Road Writathon challenge"
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad16"
  },
  "title": "Friendly Fyre [Gender-Bender Semi-Cozy LitRPG]",
  "synopsis": "Reborn as the Dark Lord... Born to make friends.After living 50 years as a human scientist, being reborn as a fire-wielding harpy is a bit of a shock. Not to mention, Fyre now has the physiology one might expect from someone with two X chromosomes—along with that of a bird. However she's much more concerned about the Role that's appeared at the bottom of her game-like stats sheet: The Dark Lord.That's probably fine... Right?Stuck in a freezing cave, Fyre forms a pact with a ravenous and morally ambiguous Dungeon Core, which helps tunnel a path to civilization. Though she now has some semblance of shelter, the community she joins is barely scraping by itself. But with the power of her fire—and science!—she believes she can help build a thriving metropolis.There's just one hang up: These people were forsaken by the gods for the very power Fyre now wields. She can't abandon the lives of the people who have come to rely on her. But reviving the lost civilization might mean incurring the wrath of the heavens—and embracing her role of The Dark Lord.What to expect:- A trans MC (there's the genderbender tag for a reason!)- Mostly Cozy kingdom building- A unique take on Dungeon Cores- Magic approached from a scientific perspectivePost Schedule: T, Th, SaNote: This is a spin-off of theGlass Kaninseries, however this book is written as a stand-alone! You do NOT have to have read the Kanin books in order to understand and enjoy this novel - but you might catch some references if you do!Art byVexDye"
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad18"
  },
  "title": "The Last Roman",
  "synopsis": "In the final days of the fifth century, the Western Roman Empire stood on the brink of collapse. Its legions were weakened, its treasury drained, and its Senate fractured. The fate of Rome rested in the hands of a boy emperor, Romulus Augustus, whose name echoed the empire’s glorious past.But what if Romulus had a chance to change history? Armed with visions of the future, he faces the daunting task of restoring Rome. Each choice he makes—every alliance, reform, and battle—could secure the empire’s survival or hasten its fall.“The Last Roman” is a story of leadership under pressure, where loyalty clashes with betrayal and ancient traditions meet bold innovations. It is the tale of a boy rising to become a savior, striving to transform the ruins of an empire into the foundation of a new age.Update ScheduleNew chapters are released every Monday, Wednesday, and Friday. Currently, Patreon is 10 chapters ahead, but I plan to expand this early access to 20 chapters in the coming months, offering an even deeper glimpse into the unfolding saga of \"The Last Roman.\""
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad19"
  },
  "title": "Dao of Cooking",
  "synopsis": "An ex-Michelin-starred chef who can cook spiritual dishes that rival even the most potent alchemy pills, a larger-than-life Fatty sidekick, and a dozen kids with genius-level talent in cultivation.Oh, and a famous Herbalist and her flying squirrel!Lei has to cultivate the talents around him with his overly spiritual dishes while forging a new path for himself in this Xianxia world. But not everything is as simple as it seems. There is a looming threat on the horizon, some suspicious figures masquerading as cultivators, and enough clues to suggest that there is more to his reincarnation than meets the eye.The solution? Throw all the spiritual ingredients in the wok and hope for the best. Simple as that. And try not to get too high while eating them.Yes, he just needs to cook.......Note: This is not a %100 slice-of-life story. The MC will cultivate, fight against bad guys, and use his dishes in rather interesting ways. There will, however, be a restaurant plot in the future.Release Schedule: 5 Chapters/week"
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad1a"
  },
  "title": "Blacksmith vs. the System",
  "synopsis": "The world had changed when the System arrived, alongside the Cataclysm that filled the world with monsters. The technology was gone, replaced by classes and skills that allowed the people to fight back.When Devon ended up as a Blacksmith, a class that didn't grant Intelligence, he had to face the reality, that his old career that he loved - mathematical sociologist - was over. Instead, he had ended up as yet another discarded member of the production class, overshadowed by the existence of the System Shops to the point of total marginalization.But, what if all he needed was to reapply his scientific thinking to the System...--The schedule will be 5 chapters a week, from Monday to Friday."
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad1b"
  },
  "title": "Isekai'D Shoggoth",
  "synopsis": "It begins as a usual isekai story.No, wait. It's worse. It's otome isekai. And I'm the villain.Of course, there must be some kind of cheat to make up for it. It's that kind of story.And my cheat is... being a shoggoth. Which apparently includes being a genius with setting up all sorts of production. Because \"engineered to be universal labor\" backstory for that race, I surmise.So... Screw it, full steam ahead. Let`s see what I can make out of this world and it's ikebana-based magic.(This is a mirror. Original was posted at https://www.scribblehub.com/series/117113/isekaid-shoggoth/ - As of Sept 2, this copy had been fully synchronised with original posting.)"
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad1f"
  },
  "title": "The Legendary Fool : A Deckbuilding LITRPG (Stubbed, B2 Complete)",
  "synopsis": "Pre-order Book 1 here for the polished experience (April 1st Release)  >>>HereThomas Lowe was destined for a life of mediocrity as he worked a dead-end job in rural america. But fate seemed to have other plans for him.One card changed everything. A power beyond imagination. A prophecy that put him in the crosshairs of Ancient Clans and Noble Houses that have existed since the dawn of the first era.The name of that card was....[Card Name: The Fool][Rank: Ephemeral/ Legendary-Unique]A writathon entry by the author ofModern Patriarch"
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad1e"
  },
  "title": "Sealed in Steel [ Tank Litrpg ]",
  "synopsis": "More Armor is always the answer!Plucked from Earth and tasked with saving Fellenyr from genocidal Giants, Elian Wards was given the ability to rewind time upon death while retaining one Divine Gift and his knowledge of the future. Facing defeat from the Giant King, Elian vowed to return stronger in his second run.But the Giant King had a parting gift… of a Curse.Elian awoke on his first day in Fellenyr, shocked to find all the Attack Power he expected from his Divine Gift transferred to his Armor. He couldn’t deal any damage. Worse, his ability to rewind time was gone!Minor inconveniences for Elian Ward. Follow his journey as he navigates the magic system of Boons and Curses to become impossible to kill. The Giants will regret making himvery hard.What to expect:• Not a DPS character/ Tank build focused• Creative builds and strategies• Unique system of Boons and CursesFour chapters per week (~2.5k words)"
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad22"
  },
  "title": "Idiot’s Paradox: A LitRPG Apocalyptic Adventure [Book 1 Complete]",
  "synopsis": "In 365 days only the top-rated 1% will survive.Logan was trying to kick back with a couple of beers on his dock when the System Integration transformed his world. The planet may as well have turned into a sci-fi movie, giving him powers, levels, and impossible messages. To top it off, the entity known as ‘the System’ has deemed humanity a plague and a threat to the rest of the species on Earth.On the first day, the entity blows up all the gas-powered cars. On the second day, it vaporizes the planes. Each day, the dissolution of society gets worse, not to mention the mutated monsters intent on killing everything in their path. The System wants Logan to advance and grow, and in 365 days only the top-rated 1% will survive.Logan could accept what he’s being told at face value and go along with the flow, but he wants to be something else. Despite the System testing him by labelling him an idiot, he’s worked out how to manipulate his new world. He’ll use everything at his disposal: baseball bats with nails, cleavers—even a weed wacker. For Logan is good atkilling the hell out of shit, and when the System threatens his sister and her kids, he’ll show it what an idiot can really do.About the series: Follow Logan on his quest for power, not for power itself, but to grow strong enough to manipulate a System that’s gotten way too good at manipulating the little guy. Balancing humor with the gruesome reality of his situation, Logan will encounter monsters, undead gestating minions, and a precocious octopus who loves kitten-printed swim trunks way too much.Other features:-Very weak to OP MC with slow progression.-Brutal fights-A bonded murderhobo octopus (+bonded powers).-A sentient weapon who wants to kill the MC’s friends.-24 hour attribute and battlefield tournament.Each chapter is between 2,000 to 3500 words.Note:Idiot's Paradox is available through Royal Road and Patreon only. If you find copies anywhere else, they are not authorized.Book One cover art byYam Spectrum."
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad20"
  },
  "title": "System Lost: My Own Best Friend",
  "synopsis": "Sometimes the only one who can save you—is you.Allison is a normal girl who enjoys spending time with her friends, going out to parties and clubs, and just generally enjoying college life. So when she wakes up in a strange underground complex full of candles, weird creatures, and no memory of how she ended up there, it's safe to say she's a little out of her element. She has no survival skills, no ability to fight, and absolutely no hecking clue what all these weird words and numbers floating around in her head are supposed to mean! It seems like a hopeless situation until, in her desperation, she finds an unlikely ally in...herself?! Another her with different knowledge, skills, and personality. Together, they might have a chance of making it out alive, but there's a catch—they still share the same body.What to expect:Yeah, I'm not doing that.System Lostis my second series, and my first new project after four years of writing my previous story,Fates Parallel. I've learned a lot from that experience, and I'm excited to put those lessons to work in this new story. If you're familiar with my previous work, then you can expect a familiar focus on characterization and personal growth, with a newly refined style and brand new themes and setting. If not, then just know that I've spent the last four years consistently writing one story until it was finished, with only a handful of pauses each less than a month long. I am committed to seeing my projects through to the end, and I offer proof rather than promises that this story will not be abandoned.Additionally, I plan to keepSystem Lostfreely available for as long as possible, or even indefinitely if I can afford to do so. I'm not going to make a promise I might have to break, but it is my sincere hope that I will not ever have move this story to Kindle Unlimited.System Lostupdates everyMonday, Wednesday, and Fridayat5 PM EST.Cover art by Fuyudust. Character designs by Tsuu. Chibi characters by Alice (of TsurotArtistry)."
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad21"
  },
  "title": "Tallah",
  "synopsis": "Tallah means to end an eternal empire and take the head of an empress. Her enemy is nigh immortal and wields power only few really understand. To take her down, Tallah's going to need power of her own. Lots of it. But time is not a friend, not when a mistake has brought the empire's attack hounds onto her scent.Sil is stuck between a past she can't think on, and a future that will likely have her swinging on the end of a short rope... if lucky. Having escaped the empire's dungeons once, she has no other choice but to follow her friend on the warpath in the vain hope for a calm life beyond the mission.Vergil should be dead. Twice even! Given a second lease on life on an alien world, he finds himself in thrall to an obviously insane sorceress and her equally terrifying partner, with the ghost of a dwarven hero sharing his headspace with a nearly useless AI companion. His rescue by the terrible duo may not be the stroke of luck he was hoping for. Dragged along by forces he can't conceive, he can only hope to find a clue as to why he's been brought to a place as horrible as Edana.--------------------------------------What to expect:- Competent, highly-motivated MCs pursuing their own agendas on both sides;- A mysterious world that may not be what it seems on first glance;- Gods and their games, bloody battles and body horror;- More magic than you can shake a wand at;- Strategic soul theft.--------------------------------------Release schedule: Monday, Friday, 15:30 GMTAverage chapter length: 2000 - 3000 wordsFeel free to reach me onDiscordfor any questions or just to say hi."
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad1d"
  },
  "title": "Hyena Werks",
  "synopsis": "If you’re shoved into someone else's body and stranded in a world at war against an implacable, eldritch enemy. One that is hellbent on killing everything that lives and breathes.And your only allies are decadent Gods and their narcissistic heroes-What do you do to win?Why, laugh maniacally and build yourself a magical Gatling gun, of course!The full story of the life and times of the gnoll Maedmux,Orario's only artificer.(A Danmachi-X-DnD Nonhuman semi SI Fanfiction)"
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad23"
  },
  "title": "Game of Thrones/ASOIAF: King Business - Tommen OC-SI",
  "synopsis": "GOT/ASOIAF OC/SI -- A ruthless businessman is reincarnated/transmigrated into Tommen at the start of Season 4..."
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad1c"
  },
  "title": "Burnt Lotus (LoK fanfic)",
  "synopsis": "A spinoff fromFocused Fire, imagining what might happen if Xing was transplanted into Korra's time instead of Aang's."
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad24"
  },
  "title": "Fata Morgana: Reflections [A SCS Fanfiction]",
  "synopsis": "The second child of the Montero Dynasty, a family with full control of the New Houston Flotilla, has finally returned home from a (utterly disastrous) business trip to New New York, returning to a life they hate and a family that despises them.A newbie maid working for the Monteros is doing their best to live their life, one song, one step at a time. Trusted with a monumental task by their superior, they begin their descent into the deepest depths of New Houston.For one fraction of a moment, one heading up, one heading down, their paths cross and are forevermore linked together. They’ll grow closer, one dead Antithesis at a time.Things to expect:A city beneath the wavesA mermaid with a lot of problemsA somewhat more 'normal' maid with a penchant for singingTheir romance, and the many aliens that die in the wakeThis story is set within the Stray Cat Strut FF Verse, but you do not need to first read Stray Cat Strut in order to read this story. I do however, highly, highly recommend you do just that.Cover art by the Wonderful Tachibana!https://sendou.ink/u/dr_tachibana/art"
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad26"
  },
  "title": "Combat Artificer",
  "synopsis": "A definitelynotself insert generic fantasy isekai. No update schedule, I just write and post, I also post on Reddit under the same account name."
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad25"
  },
  "title": "Dao of Money [Xianxia] [Business]",
  "synopsis": "When Chen Ren transmigrated as a trouble-making young master in a world of cultivation overrun by sects, beasts and clans full of murderous people, he wanted nothing to do with it.He simply wanted to make money.After all, even in a world of magical murderhobos, money reigned supreme.Ignoring the numerous martial daos, he chose the dao of money which lets him reach higher cultivation realms, the better his businesses do. Using his brains and earthly knowledge, he build businesses and acquire resources to reach immortality.But before that, he had to deal with a mountain of debt, the cultivators who wanted to kill him and deciding on his first business idea.***What to expect -1. Lots of businesses and mc getting rich.2. A highly competent main character.3. An interesting Cultivation journey.4. Mysteries.5. Face slapping.6. Sect building.7. Cats.8. Average 3k words chaptersWhat not to expect -1. Harem2. Not catsInspired by Black Market Litrpg, Laws of Cultivation and Calculating Cultivation.Discord -https://discord.com/invite/k6WEAvuqekPatreon for 15 chapters ahead -https://www.patreon.com/c/extra26"
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad27"
  },
  "title": "Chronicles of the Wolf",
  "synopsis": "Story is on the back burner for now. I hope to return to this when I get adequate inspiration!One thousand years ago the battle between the Mad God and the forces of Edoria crippled both countries and forced the citizens of Agorra to shelter inside a great mountain. Now nearly a millennium later, the ambient mana level has returned and the Agorrans have been forced out of their mountain haven. Captain Alton, a seasoned soldier of Wolf strike team, must navigate a renewed war against their ancestral foes and a changing world. Alton finds himself beset by humans as well as mysterious fiends commanded by an ancient evil. He must push himself and his team to levels of power not seen in centuries to ensure the survival of his people.---This is a fantasy story that will blend traditional fantasy with military fantasy and progression elements. Posting schedule Mon/Thurs.---My story has been stolen and posted to Amazon. I have not published this yet and RoyalRoad is the only website I am posting it on. Please report it if you see it anywhere else."
},
{
  "_id": {
    "$oid": "67eabb856f25807d87d7ad28"
  },
  "title": "Elder Cultivator",
  "synopsis": "Anton is a great-grandfather. He is living quite a happy life, despite his advanced age and declining health… until a group of cultivator bandits moves into the area. The nearby guardians of the area, the Order of Ninety-Nine Stars, are unable to track them down as they continue to ravage nearby towns.During one desperate winter Anton is out on a hunt when his family- his entire village- is killed or taken as slaves by the bandits. He lacks the strength to fight them, and he wasn’t even present for their arrival to die with his loved ones. At the pit of his despair, he wonders if he ever had any chance to change things. What could he even do? He cannot even pull his best bow, and his eyesight is failing. If he had been a cultivator… perhaps there might have been a chance, but he was decades- perhaps even most of his life- too late.Participant in the Royal Road Writathon challenge (2022)Notes on cultivation levels:There are five general stages of cultivation, though the fifth is extremely rare. Each cultivation style might have their own name for the stages.1. Body Tempering2. Spirit Building/ occasionally System Creation (Ninety-Nine Stars)3. Constellation Formation (Ninety-Nine Stars)4. Life Transformation/Galaxy Construction (Ninety-Nine Stars)5. AscensionCover picture courtesy of gej302."
}]